[{"post_id":0,"post":"ملوك برطمانات الجبنة السايحة و البرجر العالمي عاملين قلبان بحق و حقيقي \n \nالمكان : Daddy's Burger \nمن الاماكن اللي هتلاقي عندها خبرة قوية جداً  في موضوع البرجر دا .. و بيقدموا سندوتشات مخدومة بشكل كبير جداً و مش ناقصها حاجه من اول جودة اللحمة و انها بتبقى لحم بقري صافي 100% لحد العيش الطازة و الجبنة السايحة اللي هتبقى حاضرة و بقوة .. و عشان كدة هتلاقي المكان هيبقى اساسي في كل خروجاتك \nهتل… See more","likes":"32","comments":"3 ","shares":"6 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:11:51"},{"post_id":1,"post":"كل السي فوود اللي بتحبه هتلاقيه هنا و كمان عامل قلبان في فرعه الجديد اللي فـ المعادي \nالمكان : Lamo2a5za - لامؤاخذة  \nالمكان اللي هيغير مفهومك عن السي فوود و هيبقى حاجه اساسية في كل خروجاتك .. عشان هتلاقي الساندوتشات اللي قلبك يحبها و طواجن السي فوود اللي يتفاتلها بلاد دي دا غير المكرونات اللي غرقانه جمبري و صوصات وكل ما هو جميل \nهت… See more","likes":"4","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:11:54"},{"post_id":2,"post":"اعظم اكلة فطير مشلتت اصيلة هتلاقيها مستنياك فـ التجمع الخامس \nالمكان : شلتتة-Shaltata\nسعات بيبقى نفسنا ف قاعدة فطير كدة من بتاعة زمان و الطعم اللي اتعودنا عليه من صغرنا اللي بالسمنه البلدي الاصيلة .. هتلاقى كل دا و اكتر عند شلتتة من اول الفطائر اللي عنده لحد المكان و ديكوره و قاعدته الجامدة جداً \nن… See more","likes":"24","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:11:57"},{"post_id":3,"post":"هارت اتاك هيوزعوا 2 طن فرايد تشيكن هدية فى فرع فيصل\nبمناسبة الافتتاح أطلب أى وجبة عائلية واستمتع بضِعف الكمية يوم الثلاثاء 21/9\n-العرض ساري على طلبات الصالة والتيك اواى فقط.\nالعنوان: آخر شارع فيصل - أمام فندق قاعود \n 15… See more","likes":"91","comments":"18 ","shares":"4 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:12:1"},{"post_id":4,"post":"هتلاقيهم بيوزعوا  كريب شوكلاتة ببلاش علي أي كريب تطلبه \nالمكان : Crepeton \nمن الأماكن اللي هتلاقي الكريب فيها واخد وضعه فوق متتخيل ومخدوم بشكل عظيم جداً ... وإن المكان بيعتبر الكريب مش مجرد فاست فوود كده وخلاص، لاااا دا إنت هتلاقى الكريب ب ingredients وهمية و quality عالية من أول العجينة لحد الحشو والذي منه .. وهتلاقيه اساسي فـ حياة الاكيلة كلهم، علشان كده هتلاقي شعارهم Gourmet crepe\nالمك… See more","likes":"179","comments":"63 ","shares":"47 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:12:4"},{"post_id":5,"post":"هنا هتقدر تاكل اكلة سي فوود محترمة و بأحلي الاسعار \nالمكان : اسماك سناره \nفي اوقات الواحد مننا بيبقى نفسه ف اكله سمك اصيله و حلوه كده و يستمتع فعلا بالاكل .. و يا سلام لو فـ مكان متخصص ف الموضوع  و فاهمين يعني اية اكلة سمك بجد .. ف عشان كده سنارة حب يدلع الكروش كلها و يقدملنا كل ما هو لذيذ و جامد جداً في مجال السي فود \nهتلاقي كل حاجه انت محتاجها من السي فود في قمة تألقها زي الاسماك بمختلف انواعها زي السمك السنجاري بالخلطة و السمك البوري المشوي و البلطي المقلي بالخلطة ب… See more","likes":"161","comments":"36 ","shares":"10 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:12:8"},{"post_id":6,"post":"الاكل الاميريكان الي بجد حاضر في القاهره و باحلي طعم \nالمكان: The BoGo's \nالمكان ده من ساعة ما فتح و هو عامل قلبان في القاهرة و مقدملنا جو و موود اميريكان من اول الديكورات العظيمة في المكان لحد جمال الاكل اللي بيقدموه بكل اشكاله و انواعه .. كل حاجه هناك بتشجعك انك تروح و ان المكان يبقى اساسي عندك ف اي خروجه \nو … See more","likes":"90","comments":"44 ","shares":"15 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:12:12"},{"post_id":7,"post":"عمركوا فكرتوا قبل كدة إن الشاورما ممكن تبقى أكلة صحية؟ \nمع خلطة الشاورما من كنور والوصفة الهايلة دي هتعملوا أحلى سلطة وهتغير فكرة إن الاكل الصحي ممل \nإعملوا منشن لصحابكوا ال عاملين دايت عشان يجرب الوصفة دي بخلطة الشاورما مع كنور \nKnorr… See more","likes":"44","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:12:15"},{"post_id":8,"post":"اجمد و اطعم فرايد تشيكن و برجر و حاجات تانية كتير هتلاقيم متألقين في طنطا \nالمكان :  Chicken Twins Eg   \nاوقات كتير بيبقى نفسنا ف مكان متواجد فيه كذا نوع من الاكل و يكون حل قوي للخروجه و التجمع انت و حبايبك و صحابك و تبقى مستمتع و انت بتاكل .. ف هتلاقي Chicken twins مقدملك كل دا و اكتر \nهت… See more","likes":"137","comments":"33 ","shares":"20 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:12:18"},{"post_id":9,"post":"ملوك  الاكل العربي و الغربي كمان مكسرين الدنيا كالعادة في اسكندرية \nالمكان : Fayrouz Restaurant مطعم فيروز  \nمن الاماكن اللي هتلاقي فيها كل حاجة عشان ميبقاش مطلوب منك انك تختار من صنف واحد .. عشان كده موجود في مطعم فيروز انواع كتير مختلفه , بعني مش هيبقى الموضوع ع الاكل السوري و بس عشان هتلاقي هناك الاكل الشرقي ف العموم و الاكل الغربي كمان \nهتل… See more","likes":"285","comments":"29 ","shares":"16 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:12:21"},{"post_id":10,"post":"جهز نفسك لـ 1OOO وجبة بيك ببلاش هتلاقيهم مستنينك انهارده في قمة تألقهم ف افتتاح فرع  El Baraka restaurant - مطعم البركة  الجديد اللي ف كامب شيزار \n.\nالمكان بمناسبة الافتتاح ناوي يكسر الدنيا .. عشان لما تجيب وجبة بيك هتاخد و جبة تانية عليها ببلاش .. وجبة البيك دي بقى عبارة عن نص فرخة بروست  و بطاطس و عيش مع التوميه و الكول سلو و طبعاً الرز البسمتي الجامد جداً  .. و كل ده  بـ ٦٥ جنيه بس \nالعرض هيبداً انهاردة الخميس الساعة 3 العصر على اوردرات اليك اواي  في فرع كامب شيزار فقط … See more","likes":"81","comments":"98 ","shares":"13 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:12:24"},{"post_id":11,"post":"عيد ميلاد بنده بدأ كله مفاجأت و توفير وهدايا كتير ! \nعروض مميزة و تخفيضات هايلة في انتظاركم  مش بس كدا دا كمان   \nكل يوم خميس و جمعة و سبت هيكون عندهم فائزين كتير بترولي مجاني علي مدار اليوم يعني انت تشتري و الحساب عليهم !\nو… See more","likes":"80","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:12:27"},{"post_id":12,"post":"اجمد فرايد تشيكن و ساندوتشات هتلاقيهم متألقين في بورسعيد \nالمكان : High Burger Portsaid - هاي برجر بورسعيد \nمن الاماكن الأصيلة جداً في بورسعيد و ليها تاريخها المحترم اللي الكل بيشهدله من حيث نوع الاكل و جودته ولو سألت أي تاكسي علي هاي برجر هيوصلك لأقرب فرع ليك ب ١٠ جنية بس هتلاقي المكان متميز فيها جداً دا غير ان المكان هيبقى اساسي ف أي خروجه ليك انت وصحابك وحبايبك \nهت… See more","likes":"82","comments":"98 ","shares":"19 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:12:30"},{"post_id":13,"post":"دلوقتي صلصة الطماطم الطبيعية من كنور بشكل جديد \nنفس الجودة و الطعم الطبيعي .. استخدمي صلصة الطماطم من كنور لأنها بدون اي مواد حافظة و الطماطم طبيعية ١٠٠٪؜ \nايه الطبخة ال هتعملوها بصلصة الطماطم من كنور؟\nKn… See more","likes":"424","comments":"4 ","shares":"4 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:12:33"},{"post_id":14,"post":"ملوك تريند كل ما هو حلو مكسرين الدنيا في اسكندرية كالعاده \nالمكان: Aboufayad-أبو فياض   \nمن الاماكن الحاضره و بقوه لاي حد في موود وحش  لانه سبب من اسباب زياده هرمون السعاده ف الجسم من كتر من اللي بيحصل ف المكان من اختراعات و ابتكارات ف الحلو هناك \nهت… See more","likes":"211","comments":"92 ","shares":"12 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:12:36"},{"post_id":15,"post":"احلي مكان في الشيخ زايد المشهور بالشجره ال Pink \nالمكان : Flori Café & Restaurant  \nفلوري مطعم وكافيه يعني الفطار علي صوت فيروز والديكور المريح للاعصاب .. من الاماكن اللي هتبقى اساسية في اي خروجه و هتلاقي نفسك فيها جداً .. من حيث القاعده هناك و ديكور المكان الاكتر من رائع و الورد و الروقان اللي مالي المكان .. دا غير الاكل الجامد الي قدروا يقدموه باحسن جودة و طعم عشان تكمل اللمه و الخروجه المتكامله جداً دي \nالمو… See more","likes":"123","comments":"56 ","shares":"35 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:12:39"},{"post_id":16,"post":"هتحتاج ايه اكتر من اكل بطعم و جودة جامدين جدا و قاعدة حلوة علي البحر علطول و عروض قوية ليك انت و صحابك ؟ \nالمكان : Chili's Egypt  \nكالعادة تشيليز محافظ علي نفس مستوي الخدمة الراقي اللي بيقدموه و بنفس طعم و جودة الاكل العالمية الي مش بنلاقيها كتير في مصر \nا… See more","likes":"133","comments":"37 ","shares":"13 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:12:43"},{"post_id":17,"post":"الصيف و الساندوتشات مبيفرقوش بعض \nو دلوقتي بس مع خلطة الكبدة من كنور هتعملوا نفس طعم الكبدة بتع برا. \nإعملوا mention لأكتر حد تعرفوه بيحب سندوتشات الكبدة\nKnorr\n#… See more","likes":"68","comments":"6 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:12:46"},{"post_id":18,"post":"مع مالوكس راعي الأكيلة في كايرو بايتس .. كل الي بيحبوا الأكل بجد متجمعين الأسبوع الجي في كايرو بايتس عشان يدوقوا كل جديد ويستمتعوا بمسابقات الطبخ مع الشيفات ويجربوا أكلات جديدة من كل مطاعم القاهرة في فاميلي بارك في طريق الرحاب ومطمنين إن الحموضة مش هتفرق بينهم وبين كل الأكل الي بيحبوه!\nMaalox Middle East","likes":"38","comments":"29 ","shares":"6 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:12:49"},{"post_id":19,"post":"المُتربع علي القمة دائما و ابدا مستمر في القلبان الي عامله في اسكندرية \nالمكان : Heart Attack \nبعد ما كسر الدنيا في اول فروعه في اسكندرية في سموحة .. فتح فرع تاني في محطة الرمل علي البحر عشان يبقي اقرب لكل الكروش و يدلعنا باحلي و انضف فرايد تشيكن موجودة في مصر \nمك… See more","likes":"171","comments":"107 ","shares":"10 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:12:52"},{"post_id":20,"post":"الصيف مكمل مع كنور \n و خاصةً مع وصفة ال \"Burger Sliders” الامريكاني بخلطة البرجر من كنور \n \nإعملوا منشن لأكيلة البرجر عشان يجربوا أحلي برجر ممكن يتاكل في البيت مع كنور \nKn… See more","likes":"122","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:12:55"},{"post_id":21,"post":"كل ما هو بلدي و طازه هتلاقيه متألق هنا \nالمكان :    Balady Gourmet  \nهتلاقي ف المكان ده كل الاكل الي بنحبه و بيبقي دايما نفسنا فيه و موجود هناك باحسن شكل و باسعار مناسبة جدا \nهتلاقي موجود هناك منيو الفينو ع الفحم و ده هتلاقي فيه الكفته ع الفحم و الطرب اللي الكل بيستناه ف اي حته و كمان السجق المشوي و طبعاً منسوش اللحمه الفيليه اللي لازم تجربها من عند بلدي جورميه عشان طعمها خطير بجد و في انواع تانيه كتير من السندوتشات لازم تجربها و كل نوع ساندوتش ممكن تطلب منه اطباق كمان … See more","likes":"159","comments":"8 ","shares":"10 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:12:58"},{"post_id":22,"post":"خبراء الكروش بينصحوا بنأنأة Cheesy discs عشان هيبقى السناكس المفضل ليكو في كل الاوقات \nاختراع لذيذ جدا عبارة عن سناك صحي و مخبوز طبيعي من القمح الطبيعي .. هتلاقيه موجود باكتر من طعم زي الـ كمون و الجبنة و البابريكا و حبة البركة و الزعتر من الاخر مجرد ما تجربه مش هتعرف تبطله غير لو كان خلص \n للطلبات حمل أبليكيشن @Tawfeer متوفر Android و IOS \nهتلاق… See more","likes":"33","comments":"12 ","shares":"7 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:13:1"},{"post_id":23,"post":"كلنا بناكل الكفتة مشوية أو حاتي .. طب ليه منجددش في الصيف مع وصفة الكفتة الصيفي من كنور؟ كرات الكفتة مع الاناناس هي الوصفة الاحلي للكفتة في الصيف. جربوا الجديد و عيشوا صيف بطعم مختلف و أحلي مع كنور. شاركونا بتحبوا تاكلوا الكفتة إزاي ؟ Knorr#صيفك_أحلي_مع_كنور","likes":"66","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:13:5"},{"post_id":24,"post":"المفهوم الاقوي لـ جملة \" الدايت مش حرمان \" المكان : Saladero  سعات بيبقى نفسنا في اكلة خفيفة و تكون مناسبة لرغبة الدايت اللي بتبقى جوه كل واحد فينا ... عشان كده Saladero بيقدملك كل الاكل دا اللي هتحتاجه في يومك هتل… See more","likes":"186","comments":"54 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:13:8"},{"post_id":25,"post":"نداء لكل سكان المعادي، زهراء المعادي و الهضبة الوسطى هتاكل لحد متدب مع دِب كريب و الكلام ده مش من فراغ  المكان : Deb Crepe  من الأماكن اللي هتاحتجها في يومك عشان تدلع بيها كرشك في اي وقت …من حيث الأكل الموجود هناك اللي كلنا بنحبه و بيبقي نفسنا فيه من وقت للتاني... و كمان عشان المكان عامل عرض انك لو اشتريت اي كريب او بوريتو هيبقى معاهم و احد كريب نوتيلا لوتس ببلاش هت… See more","likes":"101","comments":"41 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:13:11"},{"post_id":26,"post":"اعظم حكاية ممكن تدلع بيها كرشك هنا المكان : Hekayet Hamam Restaurant - مطعم حكاية حمام  من الاماكن اللي بتقدم الاكل العظمه اللي بيبقى نفسنا فيه كل فترة كده و بندور علية بكل الشغف و الحب .. و يكون معمول بطريقة روعه زي اللي بيقدمه حكاية حمام اللي هتعوز تجربه ف اسرع وقت ممكن عشان هيبقى قرار سليم جداً في خروجاتك المعتاده هت… See more","likes":"192","comments":"40 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:13:14"},{"post_id":27,"post":"بندعم الناس اللي بتكافح وبتتحدي اي ظروفمطعم حجوجة  اللي كان مكسر الدنيا في القاهرة ربنا اراد ان المكان يتشال في توسعات الطرق في مدينة نصرقعدوا ٨ شهور قافلين ورجعوا تاني فتحوا في الساحل الشمالي كل الناس قالتلهم انتوا مجانين لكن ما شاء الله كسروا الدنياو اثبتوا انهم من احسن الاماكن الي بتعمل أكل مصري ومشاوي .. فعلاً احلي اكل ممكن تاكله بعد البحر… See more","likes":"238","comments":"62 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:13:17"},{"post_id":28,"post":"مفيش أحلي من أكلة مكرونة مظبوطة بعد البحر او في الجو الحر ده مع مرقة الخضار من كنور هتعملوا أحلي مكرونة سباجتي و في أقل من ٣٠ دقيقةهتكلوا المكرونة دي مع مين بعد البحر؟ إعملولهم منشن Kn… See more","likes":"61","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:13:20"},{"post_id":29,"post":"مفهوم جديد للبطاطس و كمان معمول باحسن شكل ممكن المكان : Mardi’s Fries من الاماكن اللي هتلاقي نفسك فيها اوي عشان هتلاقى كل حاجه جامده جداً هناك و المكان هيبقى اساسي معاك فـ اي خروجة اكل انت و صحابك بعد كده هتلا… See more","likes":"196","comments":"73 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:13:23"},{"post_id":30,"post":"فطار فريش مختلف عالبحر، قهوتك اللي بتحبها وبتفوقك على الطريق، سندوتش يشبعك بعد البحر، مع شلّة الصحاب أو العيلة، هي اللي بتعمل ذكريات الساحل، دلوقتي عشان ذكريات الساحل تبقى أحلىدانكن دلوقتي معاكم في الساحل في العلمين الجديدة Dunkin'‏#Dunkin #DunkinEgypt #DunkinInSahel #NewOpening","likes":"39","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:13:26"},{"post_id":31,"post":"طاجن الخرشوف بالبشاميل او ال “Artichokes au Gratin” هي أكلة فرنساوي مميزة أوي جدا  و هتزبطيها مع خلطة البشاميل من كنور في أقل من ٣٠ دقيقة .. وصفة فرنساوي سهلة و كنور أكيد هتحليها Knorr#من_كل_بلد_اكلة_مع_كنور#بيت… See more","likes":"43","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:13:29"},{"post_id":32,"post":"المكان الي قدر يكون من احلي المطاعم الي موجودة في مصر في وقت قصير جدا المكان :    Section-F    من الاماكن اللي هتلاقي فيها انواع و اشكال الاكل اللي كل الكروش محتاجاه في اي خروجة اكل معتبره ... و هتبقى محتار تختار ايه ولا ايه من كتر مـ الاكل عندهم حاجه روعه كده , و هتبقى عايز تجرب كل حاجه هناك هتل… See more","likes":"164","comments":"52 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:13:32"},{"post_id":33,"post":"الاكل البدوي في احسن صورة ليه متالق فـ التجمع الاول  \nالمكان : الخيمة للمأكولات البدويه والمندي \nسعات بيبقى نفسك فى اكلة مندى معتبرة فى جو بدوى من اللي قلبك يحبه .. واحة الخيمة هتوفرلك كل دة و اكتر و مش هتخليك محتاج تسافر فى حتة عشان تاكل الاكل البدوى \n… See more","likes":"143","comments":"6 ","shares":"12 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:13:35"},{"post_id":34,"post":"ملوك البحر و اسماكه عاملين قلبان في اسكندريه \nالمكان : Butterfly Restaurant- مطعم بترفلاى  \nسعات بيبقى نفسنا كل فترة فـ اكلة سمك معتبرة و ياسلام لو بسعر كويس جداً و مش عالي , و كمان تبقى على فيو روعه كده زي بحر اسكندريه اللي بتكن في قمه استمتاعك و انت بتاكل الجمبري البترفلاي و انت بصص للبحر كده \nمن … See more","likes":"151","comments":"31 ","shares":"29 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:13:38"},{"post_id":35,"post":"خبر مفرح لكل الكروش و عشاق الفرايد تشيكن .. Tango Fried Chicken n عامل قلبان ب خصم 30% علي المنيو مخصوص لكل اعضاء جروب كرش كيبرز بس هتقولهم انك من الكروش وسيب الباقي عليهم \nمكان جديد في مدينة نصر فاتح بقوة وعنده منيو مختلف وفي اختراعات كتير.. لو انت من محبي الفرايد تشيكن جداً هتلاقي الفراخ هناك في احسن صوره ليها من حيث التتبيله و التسويه الجامده جداً , دا غير انها بتبقى طازه جداً و فريش و مش مجمدة و متنسوش البرجر اللي عامل شغل عظيم اوي عندهم لانه  طازه  و بقري 100% \nكمان… See more","likes":"135","comments":"29 ","shares":"15 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:13:41"},{"post_id":36,"post":"بما ان مصر كلها طالعة الساحل الايام الي جاية يبقي لازم كلنا نعمل حسابنا علي BUFFALO BURGER  هناك \nعشان الروقان في الساحل مش هيكمل غير مع بافالو برجر و اي طالعة الساحل مش بتكمل غير مع أكلة برجر محترمة علي مزاجك .. عشان كده بافالو برجر معاك طول الصيف في الساحل عشان يدلعنا بكل الساندوتشات العالمية الي عندهم \n ده غير انك ممكن تطلب من و انت في قريتك او اي مكان في الساحل و هيجيلك لحد عندك \n لي… See more","likes":"95","comments":"6 ","shares":"24 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:13:44"},{"post_id":37,"post":"كنور هتحلي كل طبخة في العيد \nجربوا الوصفة ال هتحلي أي سفرة .. الفخدة الضاني مع الرز بمرقة اللحمة من كنور \nالمكونات \n١ فخدة كاملة \n٢٠… See more","likes":"41","comments":"5 ","shares":"10 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:13:47"},{"post_id":38,"post":"اجمد و اطعم فرايد تشيكن وصلت اسكندريه بأحلى ڤيو \nالمكان :  Dega's \nاوقات كتير بيبقى نفسنا ف مكان متواجد فيه كذا نوع من الاكل و يكون على ڤيو روعه و تبقى مستمتع و انت بتاكل .. ف هتلاقي Dega’s مقدملك كل دا و اكتر \nهت… See more","likes":"18","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:13:50"},{"post_id":39,"post":"من أشهر الاكلات الايطالي هي اللازنيا \nبس عشان تتعمل صح محتاجة المكونات الصح و أهمها صلصة الطماطم من كنور عشان بتضيف طعم و ريحة أقوي و أحلي من أي صلصة .. أخيرا اللازنيا الايطالي بقت سهل تتعمل في البيت جربوا الوصفة دي و إستنوا كنور الشهر ده مع وصفات تانية كتير من الاخر \nKnorr\n#من_كل_بلد_أكلة_مع_كنور","likes":"12","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:13:53"},{"post_id":40,"post":"مفيش احلي من ساندوتشات بطاطس بوم فريت من فارم فريتس بالمشروم و البصل و الجبنة السايحة في الفرن \n \nFarm Frites Egypt\n#دايما_وقتها","likes":"149","comments":"34 ","shares":"8 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:13:56"},{"post_id":41,"post":"*لما حد يشوفنى الايام دى و يقولى تخنتى شوية*\n- ياما ناس رفيعه بس جليلة الرباية","likes":"43","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:13:59"},{"post_id":68,"post":"اجمد ساندوتشات تشيكن و صواريخ مع اجمد ڤيو على بحر اسكندرية مع ملك التوفير  \nالمكان : Inferno Chicken Rockets  \nهتروح هناك ف inferno عشان تقضي يوم حافل بالدلع و التالق في الساندوتشات و الـRockets  اللي هتلاقيهم مختلفين و محتار تختار ايه ولا ايه من كتر جمالهم \nهت… See more","likes":"31","comments":"4 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:15:21"},{"post_id":69,"post":"عشان السفر مبقاش سهل زي الاول .. كنور هتقدملك الشهر ده وصفات عالمية من كل البلاد و سهلة جدا تتعمل في البيت \nأول وصفة هي أكلة فراخ مشهورة قوي علي الطريقة الكورية مع صلصة الطماطم من كنور .. جربوها و عيشوا تجربة ال Korean Street Food في البيت مع كنور \nKnorr\n#بي… See more","likes":"92","comments":"19 ","shares":"73 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:15:24"},{"post_id":70,"post":"نفسك تاكل حلويات دمياط العظيمة ؟  \nالمكان : خيرات دمياط \n لينك المنيو : https://www.facebook.com/107778147748704/posts/202526881607163/?d=n\n… See more","likes":"176","comments":"185 ","shares":"19 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:15:27"},{"post_id":71,"post":"الصيف، البحر، لمّة الصحاب، بتبقى أحلى مع الدونتس والكوفي، دلوقتي  \"دانكن\"، في إسكندرية في رشدي، جاهز انه يخلّي القعدة أحلى، ابتداءً من يوم الخميس من الساعة 7 الصبح، مستنينكوا. \n#Dunkin #DunkinEgypt #DunkinInAlex #NewOpening","likes":"88","comments":"2 ","shares":"5 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:15:30"},{"post_id":72,"post":"كان خبر الموسم لما عرفنا ان ابوشقره عمل سي فوود \nالمكان : Baharyat  \nفي اوقات الواحد مننا بيبقى نفسه ف اكله سمك اصيله حلوه كده و معتبره و يا سلام لو من مكان خبره في مجال الاكل .. ف عشان كده ابوشقره حب يدلع الكروش كلها و يقدملنا Baharyat اللي ناوي يكسر الدنيا في مجال السي فود \nهتلاقي كل حاجه انت محتاجها من السي فود في قمة تألقها و مش ناقصها حاجه .. زي الاسماك بمختلف انواعها الموجودة هناك بقوة .. هتلاقي السمك السنجاري بالخلطة و السمك البوري المشوي و البلطي المقلي بالخلطة… See more","likes":"21","comments":"2 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:15:33"},{"post_id":73,"post":"جربوا وصفة التوست بالبطاطس الومت من فارم فريتس و هتبقي الاكلة المفضلة ليكو في اي وقت في اليوم \nFarm Frites Egypt\n#دايما_وقتها","likes":"30","comments":"10 ","shares":"22 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:15:36"},{"post_id":74,"post":"رجوووع اصل البرجر في مصر من تاني عشان يكسر الدنيا  \nالمكان : Wimpy Egypt \nالمكان اللي كنا مفتقدينه و وحشنا جدًا و كنا عايزين نرجع تاني و ناكل من عنده .. هتلاقي كل حاجه هناك طازه و الطعم اكتر من روعه زي مـ كان متالق زماان و اكتر \nه… See more","likes":"15","comments":"4 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:15:39"},{"post_id":105,"post":"يوم التنين و الاربعاء هتاكل الكميه اللي انت عايزها من التشيكن وينجز في عرض all you can eat بـ 120ج \nالمكان : Chuck's Egypt\nالمكان اللي هيبقى حاضر لما تبقى عايز مطعم متنوع و في كل حاجه انت محتاجه في خروجتك مع صحابك و حبايبك من حيث الاكل .. هتلاقي كل حاجه لذيذه و جامده في منيو Chuck`s و هتحب انك تجرب كل حاجه هناك \nهت… See more","likes":"62","comments":"4 ","shares":"5 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:17:13"},{"post_id":106,"post":"اصحاب فكرة البرجر الأوروبي مكسرين الدنيا في الساحل \nالمكان : Holmes \nهولمز بقي حاجه اساسيه في لمتنا و في اي خروجه بيبقى مطلوب فيها برجر معتبر جداَ و معمول في احسن شكل ممكن .. حتى ف الساحل مسبناش و متالق في مارينا بمعنى الكلمه وكل ساندوتش هناك مستنينك عشان تقضي احلى صيف مع هولمز \nهت… See more","likes":"83","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:17:16"},{"post_id":107,"post":"كنور معاك علي الغدا و العشا و كمان الفطار \nالشكشوكة من الوصفات السريعة و كمان المفضلة لينا كلنا بذات يوم الاجازة .. و مع صلصلة الطماطم من كنور هتدوقوا و تعملوا شكشوكة مكالتوش زيها قبل كده \nابتدوا اليوم مع كنور و وصفة الشكشوكة دي لبداية يوم و أسبوع أحلي\n \nKnorr\n#ك… See more","likes":"165","comments":"161 ","shares":"28 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:17:19"},{"post_id":108,"post":"سمعنا ان في قلبان النهارده في التجمع الخامس بسبب افتتاح مطعم Pirata - بيراتا .. قولنا لازم نروح و نشارك القراصنه في الافتتاح \nتم افتتاح المكان الي هيغير مفهوم الاكل الإيطالي في مصر كلها و قريب أوي كل الخروجات بعد كده هتبقي هناك \nاول لما روحنا لقينا المكان حاجه مُبهجة جداً من اول الديكور الشيك والشبابي في نفس الوقت لحد الموسيقي الي شغاله الي بتعدل موودك بجد و الـ Friendly stuff و الاكل العالمي الي بيقدموه بطعم و جودة عاليين جدا .. هتلاقى في المكان هناك اختلاف و تنوع في الم… See more","likes":"128","comments":"60 ","shares":"6 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:17:22"},{"post_id":109,"post":"بعد ما بقي رقم واحد في الساندوتشات .. راجعين تاني يتصدروا التريند في المشويات \nالمكان : Gad Restaurants  \nلما يبقى نفسك فـ اكلة مشويات معتبره يبقى لازم و لابد تشوف جاد بيعمل ايه و يا سلام لو تطلع علي فرع ستانلي عشان تستمتع بـ ڤيو علي البحر اكتر من رائع \nهتلاقى هناك كل اللي نفسك فيه من المشويات و الميكس جريل علي الفحم الي بينزلك بدخانه العباره عن كباب و كفته و طرب و فراخ شيش و ريش .. يعني كل اللي بتتمناه من المشويات هتلاقيه موجود و معمول ف احسن صوره ممكنه \nوهت… See more","likes":"152","comments":"52 ","shares":"9 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:17:25"},{"post_id":110,"post":"بتاكل هناك ساندوتش برجر بحق و حقيقي زي ما الكتاب بيقول \nالمكان :  Mince  \nمن الاماكن الي ثابتة علي مستواها في الطعم و الجودة و اللي هتلاقي فيها البرجر معمول بتاتش عالمي و دولي .. هتلاقي طعم اللحمه باين اوي و كل حاجه ف البرجر بتبقى طازه جداً و تبقى قاعد مستمتع فعلا بكل اجواء المكان و بالاكل العالمي الي بيقدموه \nالبرجر هناك مستمر في التألق في كل انواعه الي لازم تجربهم كلهم عشان كلهم احلى من بعض .. زي مثلا الـ Mashrom burger و دا هتبقى من عشاق المشروم بعد ما تجربه .. و في… See more","likes":"67","comments":"5 ","shares":"7 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:17:28"},{"post_id":111,"post":"الجمعة الجاية 2/7/2021 هيبقى في قلبان جامد في أكتوبر بمناسبة مرور سنة علي افتتاح فرع اكتوبر ل Heart Attack \n استعدوا يوم الجمعة الي جاية لخصم 50 % على كل الوجبات العائلية .. يعني من غير ما تفكر جمّع الاهل و الصحاب و اطلعوا علي Heart Attack فرع اكتوبر عشان هتتبسطوا بجد \nالعرض ساري على الصالة فقط\n‏Hotli… See more","likes":"96","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:17:31"},{"post_id":214,"post":"ملوك التشيكن وينجز عاملين قلبان في الساحل الشمالي \nالمكان : American Wings \nانتظروا افتتاح فرع الساحل الشمالي يوم الخميس الي جي ١/٧ و احتفالية كبيرة هناك و تشيكن وينجز تقربيا ببلاش لكل الكروش \nهتلاقى ف المكان كل اللي بتتمناه من التشيكن وينجز و كل الصوصات العظيمه و السندوتشات المختلفه اللي هتبقى عايز تجربهم كلهم  .. و الجميل ان كل الاسعار هناك شاملة الضريبة يعني هتدفع السعر الموجود ف المنيو بس \nبيت… See more","likes":"104","comments":"10 ","shares":"5 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:22:42"},{"post_id":215,"post":"تاريخ البرجر عاملين قلبان في القاهرة \nالمكان : Burger Joint \nمن الاماكن اللي تعتبر براند و ماركه مسجله في تاريخ تقديم البرجر .. قرروا يرجعوا عشان يكسروا الدنيا و يدلعو الكروش بـ برجر و سندوتشات فرايد تشيكن معمولين في احسن صورة بـ طعم و شكل مختلفين \nدا غير ان الاكل هناك مش بيخليك تستناه عشان ف خلال 3 دفايق هيكون الاوردر بتاعك جاهز \nهت… See more","likes":"123","comments":"21 ","shares":"5 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:22:45"},{"post_id":216,"post":"كونتينر الفرايد تشيكن بتاع Heart Attack وصل الميناء .. جاهزين للأفتتاح يا دمايطة ؟ \nدمياط هتغرق فرايد تشيكن في عرض الmirror اطلب انهارده الثلاثاء ٢٩/٦ أي وجبة عائلية هتاخد وجبة عائلية زيها ببلاش \nالعنوان: دمياط الجديدة - مركزيه المدينه, هادي مول الدور الارضي.\n‏\nHo… See more","likes":"396","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:22:48"},{"post_id":217,"post":"الناس نوعين .. في اللي بياكل فول أمريكانا في ساندوتش و في اللي بيحب يغمسه \nوفي الحالتين مش هتلاقوا أأمن أو أطعم من فول أمريكانا \nAmericana Foul\n#امريكانا_الفول_رقم_1_فى_مصر\n#أ… See more","likes":"104","comments":"28 ","shares":"33 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:22:51"},{"post_id":218,"post":"اطلب ٢ ساندوتش برجر لصحابك عادي و خد انت الساندوتش التالت ب ٣ جنيه بس \n \nالمكان : SmokeBurger.EG \nتم افتتاح المكان الي غير مفهوم البرجر في اسكندرية عشان هتلاقي نفسك بتاكل اكل نضيف و طعمه حلو فعلا سواء البرجر موجود بـ لحم بلدي نضيف فعلا و الفراخ الطازة بكل انواعها \nاول… See more","likes":"182","comments":"37 ","shares":"54 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:22:54"},{"post_id":219,"post":"ساندوتشات برجر بميكسات اول مرة هتشوفها و فرايد تشيكن في احسن طعم و صورة .. اوعي يفوتك القلبان الي حاصل هناك \nالمكان : More In\nهنحتاج ايه اكتر من قاعدة جميلة مع صحابك و حبايبك مع الساندوتشات بالميكسات العالمية الي بيقدموها و الفرايد تشيكن الي  مش هتلاقى زيها في اي مكان تاني\nهتلاقي هناك ساندوتشات البرجر كل واحد ليه شخصيته و ميكساته اللي هتحتار تاخد اي ميكس منهم و هتلاقي نفسك بتروح هناك اكتر من مرة عشان تجربهم كلهم \nزي … See more","likes":"181","comments":"2 ","shares":"4 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:22:57"},{"post_id":220,"post":"بداية اليوم هي اللي بتحدد هيمشي إزاي ..\nوعشان يومك يظبط من بدايته محتاج تستمتع بالطعم والأمان اللي في علبة فول أمريكانا \nAmericana Foul\n#امريكانا_الفول_رقم_1_فى_مصر\n#أ… See more","likes":"305","comments":"11 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:23:0"},{"post_id":221,"post":"اسكندرية بتفرح \nانهاردة الخميس ٢٤/٦ افتتاح الفرع الخامس ل كبدة الحرش الاصلى في المندرة و عاملين قلبان بعرض لكل الكروش من الساعة ٥ الساعة ٧ علي اي ساندوتش كبدة هتاخد عليه واحد ببلاش .. يعني لو جمعت صحابك الأكيلة و طلبتوا ٢٠ رغيف هينزلكوا ٤٠ رغيف \nجمّع صحابك و اطلع علي فرع المندرة الحديد عشان هتتبسطوا باحلي و انضف كبدة في اسكندرية عشان الحرش الاصلي خبرة في مجال الكبدة من ٢٥ سنة \nو اخيرا استعدوا لمفاجأة كبيرة جاية قريب جدا من الحرش الأصلي \nعناوي… See more","likes":"125","comments":"91 ","shares":"7 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:23:4"},{"post_id":222,"post":"من أكلات الصيف الي مفيش حد بيختلف عليها هي البانيه \nعشان كده وصفة كنور النهاردة هي البانية بخلطة الفچيتار و عليها جبنة بارميزان سيحة لطعم احلي \nجربوها في الجو الحر ده عشان بتحلي اليوم \nKnorr\n#كنور … See more","likes":"181","comments":"6 ","shares":"2 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:23:7"},{"post_id":223,"post":"ما زال مستمر في القلبان الي عمله في سموحة و المرة دي رجعلنا تاني بالمزجانجي و العنتيل الي مدلعين كل الكروش \nالمكان : Meatلقمة\nبعد ما خلي دوران مركز شباب سموحة بقي اسمه دوران Meatلقمة من كتر ما بقي اكتر اكلة ليلية مناسبة لكل الكروش الاسكندرانية دلوقتي رجعلنا باصناف جديدة و طعمها اكتر من رائع هتكسر الدنيا كالعادة \nو م… See more","likes":"21","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:23:10"},{"post_id":224,"post":"بعد التألق في لبنان .. اصل الاكل اللبناني عامل قلبان في المهندسين \nالمكان : Poule D’or Egypt   \nبنبقي عايزين نجرب نوع اكل جديد و مختلف عن اكلنا و نجرب اكلات تانيه من بلد تانيه .. عشان كده poul dor  بعد مسيطر على لبنان وصل هنا عشان يدلع الكروش بأجمد اكل لبناني في القاهره و بدأها بالمهندسين \nهتل… See more","likes":"153","comments":"96 ","shares":"9 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:23:13"},{"post_id":225,"post":"أكل وشرب ولعب وروقان وستيدج وتجمع صحاب وعائلات ميقولش لأ و فطار غدا عشا كلو موجود \nالمكان : Yalla Lounge  \nهتقضي يوم حلو مع صحابك و حبايبك و هتبقى خروجه جامده جداً و المكان ده هيبقى حاجه اساسيه في اي تجمع عندك .. و هتكون موجود هناك و مش ناقصك حاجه و هتبقى محتار هتاخد ايه ولا ايه من منيو  yalla lounge  \nاي حاجة انت محتاجها هتلاقيها موجودة من اول الديكور المريح و الاغاني اللذيذة الي شغالة هناك لحد المنيو االلي هتلاقي فيه كل اللي يدلع الكروش كلها  , ولعب البلايستيشن مع صحاب… See more","likes":"106","comments":"6 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:23:16"},{"post_id":226,"post":"بطاطس شيبس فارم فريتس في احسن صورها \nFarm Frites Egypt\n#دايما_وقتها","likes":"184","comments":"175 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:23:19"},{"post_id":227,"post":"صاحب اول تريند برجر في اسكندرية صانع السعادة الحقيقي بالموود الاوروبي الرايق .. دلوقتي بقي وموجود في القاهرة و في الساحل و في اي مكان تروحه هتلاقيه \nالمكان : Holmes\nهولمز عبارة عن طعم وحالة كمان .. كل ساندوتش في المنيو بتاعته بيدي شكل وموود مختلف زي فكرة اكلك بيشبهك كده \n \nهتلاقي كل ساندوتش يشبه الموود بتاعك و بيعيشك الحاله .. دا غير الطعم طبعاً و ان الساندوتش بيبقى مخدوم بشكل كبير و مش ناقصه حاجه \nيعني … See more","likes":"179","comments":"142 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:23:22"},{"post_id":228,"post":"كان اجمل يوم .. يوم ما عرفنا ان جاد عمل سي فوود \nالمكان : Gad Restaurants  \nفي اوقات الواحد مننا بيبقى نفسه ف اكله سمك اصيله حلوه كده و معتبره و يسلام لو على فيو البحر الساحر .. ف عشان كده جاد حب يدلع الكروش كلها و يقدملنا منيو سمك جديد جامد جداً \nمش … See more","likes":"138","comments":"8 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:23:25"},{"post_id":229,"post":"دلوقتي تقدر تستمتع بالاكل الفلسطيني الاصلي في مصر\nالمكان:Maqdesi Restaurant&café \nاول ما هتروح هناك هتحس بالتراث الفلسطيني الاصيل على طول في اصناف اكل فلسطينية كتير و كلها مميزة جدا \nمن اول الحاجات دي طبعا الشاورما سواء سندوتشات ، فتة او شاورما عربي و غير شاورما الفراخ و اللحمة عندهم اختراع جديد و هو شاورما السجق و ده مش هتلاقيه غير هناك و طعمه جميل جدا فعلا لازم تجربه \nو في… See more","likes":"90","comments":"8 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:23:28"},{"post_id":230,"post":"مفيش احلي من الفراخ المقرمشة في الصيف \nو مع خلطة فيچتار الاكسترا كرسبي من كنور القرمشة و الطعم هيظبتوا و في أسرع وقت \nجربوا وصفة الفراخ المقلية المقرمشة و جمبها سلطة الكولسلو، و هتلاقوا الطعم احلي من الموجود برا و إن فعلا مع كنور بيتك أحلي مطعم \nKnorr\n#… See more","likes":"122","comments":"74 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:23:31"},{"post_id":231,"post":"اخطر فرايد تشيكن هتلاقيها حاضره و بقوه في الساحل \nالمكان : Heart Attack \nمن الحاجات اللي كنا محتاجنها ف رحلاتنا في الساحل و منتظرنها هو فرع Heart attack اللي هتلاقيه متالق هناك و ب نفس القوه و الروعه اللي متعودين هليها من المكان .. و هيكمل طلعتنا مع صحابنا و حبايبنا الصيف ده ف الساحل \nهتل… See more","likes":"147","comments":"29 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:23:34"},{"post_id":232,"post":"هنا هتقدر تاكل سي فوود بكل طرقه الجديدة و بأحلي الاسعار\nالمكان :   Hook Restaurant   \nالمكان ده محندء و شيك و جديد في كل حاجة .. بيقدموا كل أنواع السي فود بس بطرق غير تقليدية و بطعم صعب تاكله في اي حتة تانية \nسا… See more","likes":"266","comments":"66 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:23:37"},{"post_id":233,"post":"مفيش احلي من النقنقة في بطاطس فارم فريتس و با سلام لو معاها اكتر من توبينج \nFarm Frites Egypt\n#دايما_وقتها","likes":"106","comments":"5 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:23:40"},{"post_id":234,"post":"ملوك البرجر الهولندي مكسرين الدنيا ف القاهرة \nالمكان : MOODZ Burger \nلو انت من عشاق البطاطس و البرجر و الفرايد تشيكن و الهوت دوج  فـ هتلاقي نفسك هنا ف المكان ده و هتلاقي كل اللي نفسك فيه من اخترعات جديدة و جامده جداً .. من الاخر MOODZ نقل فكر ال Street Food بتاع اوروبا و آمريكا و جابهملك مصر \nهتل… See more","likes":"246","comments":"62 ","shares":"5 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:23:44"},{"post_id":235,"post":"لو محتاج صيانة لأي جهاز من زانوسي، كلمنا على الرقم المعتمد والوحيد 19999  \nZanussi Egypt\n#حياتك_أسهل_مع_زانوسي\n#الرقم_الوحيد_زانوسي_19999… See more","likes":"210","comments":"17 ","shares":"7 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:23:47"},{"post_id":236,"post":"صحاب تريند القنبله مكسرين الدنيا في اسكندرية \nالمكان: Aboufayad-أبو فياض  \nمن الاماكن المرشحه و بقوه لاي حاله موود وحش ف الدنيا لانه سبب من اسباب زياده هرمون السعاده ف الجسم من كتر من اللي بيحصل ف المكان من اختراعات و ابتكارات ف الحلو هناك \nه… See more","likes":"2","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:23:50"},{"post_id":237,"post":"اصل الاكل العربي عامل قلبان في اسكندرية \nالمكان : Fayrouz Restaurant مطعم فيروز \nساعات كتير بنبقى عايزين مطعم او مكان فيه كل حاجة عشان ميبقاش مطلوب منك انك تختار من صنف واحد .. عشان كده هتلاقي في فيروز اصناف كتير مختلفة و مش مقتصر ع الاكل السوري بس عشان هتلاقي هناك الاكل الشرقي ف العموم و الاكل الغربي كمان \nمن … See more","likes":"114","comments":"7 ","shares":"12 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:23:53"},{"post_id":238,"post":"تالت واحد هيطلعلك في المنشن هيعزمك على أكلة حلوة زي دي مع أمريكانا فول \nAmericana Foul\n#امريكانا_الفول_رقم_1_فى_مصر\n#أمريكانا_أصل_الفول\n#… See more","likes":"8","comments":"2 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:23:56"},{"post_id":259,"post":"لما تبقي عايز تخرج خروجة حلوة يبقي لازم الاكلة تكون من المكان المضبوط \nاحلي اوردر تيك اواي من خواطر دمشقية \nقولنا ناكل اكلة شاورما حلوة و نجرب عروض المطعم الجديدة و بدأنا بعرض الغوالي \nو ده عباره عن 4 ميني ماريا  ف بوكس شيك كده و معاهم بطاطسهم .. و العرض مُتألق بـ 1 فته كريسبي صغير و 1 فته شورما فراخ صغير  و لتر كولا العرض دا كان بـ 145ج \nو … See more","likes":"278","comments":"280 ","shares":"81 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:24:59"},{"post_id":260,"post":"دايما بنبقى عايزين ناكل برا في الصيف .. بس ليه ناكل برا لما مع كنور أكل برا هيتعمل في البيت بطعم أحلى و أسرع كمان \nجربوا وصفة البرجر باستخدام خلطة البرجر من كنور و هتسعدك تظبط الطعم زي بتاع برا و اكتر كمان \n@Knorr\n#كنور\n#ب… See more","likes":"116","comments":"5 ","shares":"3 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:25:2"},{"post_id":261,"post":"ملوك اكل المسمط اللي عملوا من العضمه عظمه مكسرين الدنيا علي البحر في اسكندرية \nالمكان : عظمة \nمن اسباب تسميه المكان بـ عظمه انه فعلاً مافيش احلى من الاكل الشرقي و هتلاقيه هناك معمول بشياكه جداً دا غير الفيو بتاع المكان اللي هتبقى قاعد بتاكل و قدامك فيو ستانلي اللي ع البحر على طول \nه… See more","likes":"160","comments":"182 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:25:5"},{"post_id":262,"post":"استعد لـ اجمد رحلة جويه كلها فرايد تشيكن في الزقازيق\n \nالمكان : Mybroast zagazig  \nتبقى عايز تاكل اكلة فرايد تشيكن محترمه و تيجي تدخل المكان فتلاقي نفسك فجأه جوا طياره و الطيارين و المضيفات بيستقبلوك ب فرايد تشيكن متقدمه في احسن صوره للفراخ البروست \n… See more","likes":"200","comments":"121 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:25:8"},{"post_id":263,"post":"كاتشب ولا مسترده !؟","likes":"403","comments":"7 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:25:11"},{"post_id":264,"post":"وقّف عند طبق الفول اللي بتحبه .. و خد سكرين شوت و ورينا انهو واحد اللي طلعلك \nAmericana Foul\n#امريكانا_الفول_رقم_1_فى_مصر\n#أمريكانا_أصل_الفول\n#ف… See more","likes":"105","comments":"8 ","shares":"6 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:25:14"},{"post_id":265,"post":"لما تبقى عامل دايت و صحابك اقعدين بياكلو","likes":"152","comments":"14 ","shares":"20 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:25:17"},{"post_id":266,"post":"البيتزا الامريكي رجعتلنا تاني و بعروض كتير و بأسعار بتبدا من 150ج و بتكفي اكتر من ٥ اشخاص \nالمكان: PAPA ZAIN \nمن بعد ما كسروا الدنيا في القاهرة بالبيتزا بتاعتهم الي بتبقى غرقانة بالجبنة و الصوصات الكتير المميزه بتاعتهم .. رجعوا لينا بعروض قوية جدا و الطعم لسه زي ما هو رائع \nمن… See more","likes":"287","comments":"723 ","shares":"85 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:25:20"},{"post_id":267,"post":"الكروش كانوا متجمعين و كان نفسهم في اكلة شاورما حلوة \nفقالوا ملناش غيره ملك الشورما والاكل السوري كرم الشام \nطبعا اول حاجة في الاوردر كانت الماريا العظيمة بتاعتهم اللي مليانه شاورما و صوص و مقفول عليهم عيش الماريا اللي كان طازه و يفتح النفس .. بعديها دخلنا ع الدلع كله بقى و طلبنا بوكس الكرم اللي كان فيه قطع سندوتشات الشاورما فيه متالقه و سخنه كده مع 3 صوصات مختلفه و بوكس المعلم اللي كان ميكس مـ بين الشاورما و قطع الفراخ الكريسبي \nو ط… See more","likes":"239","comments":"338 ","shares":"7 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:25:23"},{"post_id":283,"post":"- حضرت لجوزها الاكل عادي \n= كل ما ياكل معلقه","likes":"204","comments":"79 ","shares":"73 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:26:12"},{"post_id":284,"post":"صاحب تريند البيتزا برجر الجديد مكسر الدنيا في كل حتة في القاهرة \nالمكان : Carusos \nساعات بنبقى عايزين نغير روتين اكلنا و نتجه لاكل معمول بطريقه مختلفة و جديدة فالمكان ده فعلا حقق المعادله دي و قدملنا انواع جديده من الاكل نادراً لما تلاقيها .. هتلاقي هناك مثلا البيتزا برجر و دي حاجة الواحد حقيقي يضعف قدامها من تحضيرها و شكلها اللي يفتح النفس .. الموضوع عباره عن طبقتين من البرجر مع اختلاق الصوصات و خس و طماطم  و موجود طبقتين من البيتزا فوق و تحت مكان العيش ... هتلاقي منها … See more","likes":"27","comments":"5 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:26:15"},{"post_id":285,"post":"طبق الفول مدارس كتير مختلفة \nفي اللي بيحبوا الفول سادة وفي اللي بياكلوه بالصلصة وفي اللي بيحبوه بالتحابيش .. اعمل لايك لو أنت أول نوع، لاف لو أنت التاني وهاها ريآكت لو أنت التالت \nو هنشوف انهو طبق فيهم الكروش بتحبه اكتر \nAmericana Foul\n#ام… See more","likes":"43","comments":"22 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:26:18"},{"post_id":286,"post":"جبنالك احلي مكان ف اسكندرية تتجمع فيه مع اصحابك و حبايبك \nالمكان : Rapallo Cafe & Restaurant  \n \n هتقضي يوم حلو مع صحابك و هتبقى خروجه جامده جداً و المكان هيبقى حاجه اساسيه في اي تجمع .. و هتكون موجود هناك و مش ناقصك حاجه و هتبقى محتار هتاخد ايه ولا ايه من منيو  Rapallo Cafe \nكل ح… See more","likes":"126","comments":"84 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:26:21"},{"post_id":287,"post":"جربوا وصفة المكرونة بالفراخ و الثوم و المشروم بمنتجات خير زمان و هتبقي من أسهل و احلي الوصفات الي ممكن تعملوها \nKIWANO\nKheir Zaman Egypt\n#خير_زمان","likes":"98","comments":"29 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:26:24"},{"post_id":288,"post":"خروجاتك مع اصحابك يتعملها الف حساب .. متخافش منها ودوس براحتك طول ما انت معاك رچيماكس \nهيقضى على ٣٠٪ من الدهون اللى موجودة في اكل الخروجات دى ..\nRegimax\n#ا… See more","likes":"911","comments":"2.6K ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:26:27"},{"post_id":289,"post":"ملوك الاكل السوري عاملين قلبان في امبابه \nالمكان : مطعم ابو يوسف السورى \nسعات بييجي على بالك تكمل يومك ب اكله سوري كده محترمه و تسد معاك طول اليوم .. ابو يوسف قدملك الاكل السور اللي هتلاقيه معمول ف احسن صوره ليه و انه فريش و مخدوم عليه ب شكل محترم \nه… See more","likes":"203","comments":"85 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:26:30"},{"post_id":290,"post":"اصل البرجر وصل من الاردن لـ اسكندريه ع البحر على طول \nالمكان : Haven Burger egypt \nالمكان اللي مكسر الدنيا ف الاردن قرر ييجي و يدلع كل الكروش هنا ف اسكندريه .. من الاماكن اللي هتبقى عايز تروحها كل خروجه ليك انت و صحابك عشان هتلاقي هناك انواع كتير من البرجر اللي مخدوم بطريقه عظيمه , دا غير الفيو الروعه اللي على كوبر ستانلي ع البحر على طوول \nهتب… See more","likes":"984","comments":"18 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:26:33"},{"post_id":291,"post":"لما تقابل زمايلك فى الشغل بعد العيد","likes":"9","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:26:36"},{"post_id":292,"post":"لما تعمل Inbody test بعد العيد و تشوف زايد كام كيلو","likes":"840","comments":"1.7K ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:26:39"},{"post_id":293,"post":"لسه فيه كحك ولا خلص ؟!","likes":"138","comments":"10 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:26:43"},{"post_id":294,"post":"فرحة العيد بتحلي كل حكاية \nتجمع شمل بعيد و قريب و خلافنا يروح بكحكاية.\nحلواني العبد - El Abd Patisserie\n#أي_حكاية_تخلص_بكحكاية","likes":"318","comments":"4 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:26:46"},{"post_id":295,"post":"ملوك البرجر و الفرايد تشيكن جاهزين لاستقبال كل الكروش في العيد و طول ايام السنة \nالمكان Baron Egypt\nالمكان ده بيقدملك فرايد تشيكن اول مرة هتدوقها بالطعم و الحلاوة دي و ده بسبب ان كل الفراخ اللي بيستخدموها بتكون طازة و فريش و مش بيستخدموا فراخ مجمدة زي اغلب المطاعم و ده بيكون باين في لون الفرايد تشيكن الابيض من جوا و كمان بيتبلوا الفراخ بتتبيلة بتاعتهم عالمية اوي و طعمها مظبوط عالاخر و مش هتدوق فراخ بالطعم الجامد ده في مكان تاني و كمان السندوتشات عندهم مليانة عالاخر و مخدو… See more","likes":"336","comments":"241 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:26:49"},{"post_id":296,"post":"فتحت الفريزر اجيب حاجة عادي","likes":"141","comments":"54 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:26:52"},{"post_id":297,"post":"مش اي صاروخ هيعمل قلق .. لازم يكون مليان فراخ و جبنة سايحة \nالمكان : Rockets\nاستعد كويس جداً عشان Rockets هياخدك في رحله جامده جدا كلها فراخ ومليانه جبنه و هتركب الصاروخ و هتنطلق بالفرايد تشيكن اللي مكسره الدنيا هناك و البرجر العظيم الي عندهم \nهتل… See more","likes":"77","comments":"18 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:26:55"},{"post_id":298,"post":"كان نفسي اخس قبل العيد ويقولوا ال خس راح ال خس جه","likes":"44","comments":"32 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:26:58"},{"post_id":299,"post":"جربوا وصفة بطاطس كرينكل من فارم فريتس بالجبنة السايحة و اللحمة المفرومة .. و هتبقي الاكلة المفضلة ليكو \nFarm Frites Egypt\n#دايما_وقتها\n#لمانا_علطول_فطار_وسحور","likes":"99","comments":"84 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:27:1"},{"post_id":300,"post":"مرقة اللحمة من كنور دايما هتلاقيها بتحلي اي أكلة و خاصةً مع وصفة المكرونة باللحمة و الجبنة السايحة الي هتبقي أحلي إضافة علي سفرة الفطار في أخر أيام رمضان جربوها بمرقة اللحمة من كنور و هتلاقوها و سهلة و حلوة جدا Knorr… See more","likes":"35","comments":"6 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:27:4"},{"post_id":301,"post":"معروف ان السمنة البلدي بتحلي أي أكلة .. \nخاصةً لما تكون الاكلة دي احلي طبق فول من امريكانا \nجرب وصفة أمريكانا فول بالسمنة البلدي وقول لنا رأيك فيها \nAmericana Foul\n#امري… See more","likes":"253","comments":"11 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:27:8"},{"post_id":302,"post":"أنا و صحابى يوم الوقفة -حلوة فورمة الساحل ديه","likes":"280","comments":"119 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:27:11"},{"post_id":303,"post":"الاكل الاميريكان الي بجد في اسكندرية و باحلي طعمالمكان : Dexters المكان ده من ساعة ما فتح و هو عامل قلبان في اسكندرية و مقدملنا جو و موود اميريكان من اول الديكورات العظيمة في المكان لحد جمال الاكل اللي بيقدموه بكل اشكاله و انواعه .. كل حاجه هناك بتشجعك انك تروح و ان المكان يبقى اساسي عندك ف اي خروجه و من… See more","likes":"234","comments":"40 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:27:14"},{"post_id":304,"post":"كلنا فاكرين ان ال Risotto أكلة صعبة تتعمل في البيت .. بس ده مش حقيقي خالص مع مرقة كنور للفراخ و لو مشيتوا خطوة خطوة مع الفيديو هتلاقوها اسهل و احلي وصفة ممكن تتعمل جربوا علي سفرة الفطار وصفة ال risotto الاصلي مع كنور و مش هتندموا ابدا Knorr… See more","likes":"109","comments":"73 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:27:17"},{"post_id":305,"post":"الفطار و السحور و لمة رمضان دلوقتي بطعم مصري اصيل المكان : Arabiataروحنا ارابياتا فرع الكوربة و لقيناهم عاملين هـُليلة محصلتش في رمضان السنة دي فعلا و اول ما هتخش المكان هتحس فعلا بروح و طعم رمضان بتاع زمان من جمال الديكور و الزينة بتوع رمضان اللي حواليك و هتحس هناك بحلاوة اللمة و انت بتفطر و بتتسحر هناك خصوصا ان طعم الاكل بتاعهم عالمي اوي و كل حاجة معمول صح و متتبلة تتبيلة صح و مظبوطة اوي و الكميات في كل الاطباق كويسة و تشبع و هتسد معاك بعد يوم صيام طويل و كل ده باسعار … See more","likes":"34","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:27:20"},{"post_id":306,"post":"ايوه عاملين كحك السنة دي المكان : Alasdekaa Dairiesكلنا وحشنا طعم الكحك و البسكوت بتوع زمان اللي كان بيتعمل في البيت و ينزل الفرن في الصاج و السنة دي الاصدقاء قرروا يرجعولنا طعم و ريحة ايام زمان و عملولنا كل منتجات العيد بالطعم اللي وحشنا كلنا باعلي جودة و باسعار تنافسية اوي صعب تلاقيها في اي مكان تاني .. كل الكحك و البسكوت عندهم معمول بسمنة طبيعية ١٠٠٪؜ و بيستخدموا اعلي جودة في كل المنتجات بتعتهم عشان تاكل و انت متطمن و مستمتع بالطعم فعلا و مش هتحس بنفسك غير وانت بتخلص… See more","likes":"65","comments":"2 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:27:23"},{"post_id":307,"post":"كنا عايزين نفطر اكلة فرايد تشيكن قوية و  ملقناش احلي من ملوك الفرايد تشيكن نجيب منهم المكان : Stomach Fried Chicken الفرايد تشيكن في ستوماك بقي من احلي الحاجات الي ممكن تاكلها اليومين دول .. الفراخ متتبلة تتبيلة جامدة اوي و كل الفراخ اللي بيستخدموها طازة و دبح اليوم و ده بيبقي باين اوي في الطعم اللي هتلاقيه حقيقي مختلف عن اي مكان تاني و بيهتموا بجودة كل حاجة من اول الصوصات و البطاطس لحد العيش و الفراخ طلب… See more","likes":"16","comments":"3 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:27:26"},{"post_id":308,"post":"لمة الأكل والعزومات, عشان كده انت لازم تعمل حسابك لاى هجوم للدهون لو العزومة مسبكة شوية , حباية واحدة قبل الفطار او اثناءه هتقضى على ٣٠٪ من الدهون اللى داخلة الجسم #مش_هتندم_على_عزومة#وزن_أخف_لرمضان_أحلى","likes":"62","comments":"9 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:27:29"},{"post_id":309,"post":"اللمة و الاجواء الرمضانية اخيرا رجعولنا بروح زمان  المكان : خيمة ع الراكية كلنا بنستني رمضان من السنة للسنة عشان فرحة و حلاوة اللمة و السنة دي ليها فعلا طعم تاني جديد جدا في المكان ده علي البحر مباشرةً و هتقضي يوم ميتنسيش مع كل اللي بتحبهم في جو و قاعدة و زينة هيحسسوك فعلا بطعم رمضان اللي بجد من الفطار للسحور بيقدمولك هناك فقرات كتير علي مدار اليوم هناك زي ستاند اب كوميدي و عزف و رقص بالتنورة و عروض بالنار و فرق غنائية مختلفة كل يوم عشان تتمزج بالقعدة من اول الفطار للس… See more","likes":"144","comments":"361 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:27:32"},{"post_id":310,"post":"من ساعة ما فتحوا اول فرع ليهم و هما عاملين قلبان محصلش المكان: Section-F المكان ده من اول ما تدخله هتعرف ليه هو عامل قلبان لانك هتتنقل لموود تاني خالص بالديكور و الاضاءة الجامدين بتوع المكان و قعدته الحلوة اللي هما مهتمين بيها عالاخر و هتتمزج اكتر و اكتر لما تدوق الاكل بتاعهم و اختراعتهم اللي هتحس بطعم مختلف في كل حاجة هتدوقها عن اي مكان تاني و هتحس بالflavor قوي اوي لانهم بيستخدموا اعلي جودة في كل حاجة من اول الجبنة اللي بتغرق السندوتشات لحد الفراخ و البرجر و حتي العيش… See more","likes":"126","comments":"65 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:27:35"},{"post_id":311,"post":"الاكل مش بيكمل غير بـ كل الحاجات الجميله دي اللي من Olivetta Egypt \nاوليڤيتا عملتلنا اكبر تشكيله من المخللات اللي كلنا منقدرش نستغنى عنها و لازم تبقى موجوده مع اي اكل  في اليوم \nعاملين عِلب مختلفة  فيها انواع كتييير من المخللات  .. زي التورشي المشكل اللي فيه جزر و ليفت و خيار و فلفل .. و هتلاقي البصل المخلل اللي كلنا بنعشقه  و موجود الزيتون بانواعه هتلاقي في منه الاخضر و الكالاماتا و اللي محشي بالفلفل الاسباني \nدا… See more","likes":"90","comments":"3 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:27:38"},{"post_id":312,"post":"ماتخليش الحموضة تفرق بينك وبين أكلتك \nMaalox Middle East\n#معدتك_جاهزة_من_الفطار_للسحور \n#مالوكس","likes":"111","comments":"7 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:27:41"},{"post_id":313,"post":"رمضان في مصر حاجة تانية و السر في الفوانيس \nالمكان: Fwanes tent\nكلنا بنستنى رمضان عشان نتجمع مع اهلنا و اصحابنا و نقضي وقت رمضان معاهم .. خيمة فوانيس هتساعدك ف دا و هتوفرلك انت و حبايبك جو رمضاني مبهج مش هتلاقي زيه من اول الفطار ع المغرب لحد السحور  \nنبدأ… See more","likes":"820","comments":"229 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:27:44"},{"post_id":314,"post":"ملوك الاكل و الدلع كله عازمينك ع الفطار في رمضان \nالمكان : المقام\nمن التريندات المستمرة و اللي مكملة معانا هو المقام اللي اول مـ ييجي في بالك هتفكر في الاكل الشرقي الجميل اللي بينزل على القلب على طول .. و عند المقام هتلاقي كل اللي نفسك فيه و كل اللي يدلع الكروش صح .. المقام في رمضان عامل فطار مجاني لاي حد يتصل بيهم و يحجز قبلها ب يوم .. الفطار المجاني دا عباره عن برام رز معمر لكل فرد و نوع طاجن من منيو الطواجن و 1 فطيره نوتيلا للطرابيزه و معاهم ازازة مشروب رمضاني \nكل الل… See more","likes":"133","comments":"67 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:27:47"},{"post_id":315,"post":"سحور و فطار و قاعدة ملوكي في وسط النيل \nالمكان: Halawa we Zataar \nالڤيو في المكان ده حاجة كده خيال هتبقي قاعد كاشف النيل كله قدامك و السما فوقك في جو هادي جدا و لطيف يخليك قاعد متمزج علي الاخر و انت بتاكل هناك خصوصا ان الاكل عندهم كمان طعمه بنفس حلاوة الفيو و كل حاجة عندهم معمولة بضمير و مظبوطة عالاخر من اول الشوربة لحد الطواجن و المشويات و طريقة تقديم الاكل و ريحته لوحدهم هيفتحوا نفسك و هتدوس و تنسي نفسك في الاكل \nني… See more","likes":"406","comments":"4 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:27:50"},{"post_id":316,"post":"وصفة النهاردة من كنور ميختلفش عليها اتنين \nعشان أكلة بتجمع ما بين الشاورما الفراخ و النجرسكو و كلنا بنحب الاتنين و بذات لو مع بعضأكلة كل الناس \nجربوها بخلطة الشاورما من كنور و هتحبوها جدا علي الفطار \nKnorr… See more","likes":"97","comments":"42 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:27:53"},{"post_id":317,"post":"دلوقتي فطارك وسحورك وحلويات رمضان كمان بخصومات اكتر من 50% من أبلكيشن Waffarha - وفرها \nوكمان خصم زيادة فوق الخصم لكل الكروش لما تستخدم البرومو كود KK150 على أول 3 اوردرات من الابلكيشن  \nنزل الابلكيشن من هنا waffarha.com/CTyoAQ0dN6  و تابع عروض وفرها في رمضان \nكرش… See more","likes":"127","comments":"176 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:27:56"},{"post_id":318,"post":"و هوبا رجعنا تاني ليكو و المرة دي بقلبان جديد بحلويات رمضان \nالمكان: الديوان - eldewan\nبعد القلبان اللي عملوه في رمضان بمنيو الفطار و السحور و حلاوة القعدة هناك و جمال الاكل , جايين يعملوا قلبان من جديد بمنيو الحلويات بتاعهم اللي لاول مرة هتدوقها بالجودة و بالحلاوة دي و بالطعم المظبوط من الاخر ده و نقدر نقول عليهم كده مدقدقين في الحلويات من الاخر و بيستخدموا احسن مكونات فيها عشان تطلع بالجمال ده و الطعم الخطير ده اللي هيكون سبب انك تبوظ الدايت من كتر ما انت مش قادر تبطل ت… See more","likes":"94","comments":"16 ","shares":"7 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:27:59"},{"post_id":319,"post":"ابو شقرة مكمل فى رمضان بطعم وحلاوة زمان \nالمكان : Abou Shakra \nيعتبر المكان ده من أعلام و أساسيات المشويات في مصر .. اللي اول مـاتسمع او تيجي سيرة مشويات يبقى لازم نتكلم عن أبو شقرة .. المكان السنه دي في رمضان مكسر الدنيا سواء في الفطار او السحور .. و هيجمع كل الأهل والصحاب على مشويات و سحور ودايما متألقين في احسن صوره \nن… See more","likes":"94","comments":"4 ","shares":"4 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:28:2"},{"post_id":320,"post":"لو عايز تاكل اكلة حلوة و خفيفة و كلها فوايد يبقى عليك و على مواسم على طول \nالمكان: Mawasem  \n  \nهناك هتلاقي احسن انواع زيت الزيتون اللي ممكن تلاقيها في اي مكان و ده عشان بيتعمل بطريقة تضمن درجة نقاء وجودة عالية و هي انه معصور على البارد ومستخلص من أجود أنواع ثمار الزيتون\nو د… See more","likes":"166","comments":"114 ","shares":"22 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:28:5"},{"post_id":321,"post":"اهالي طنطا جاهزين ؟ \nهارت اتاك وصل طنطا بافتتاح تجريبي لكل الكروش الي في طنطا عشان يجربوا و يقولولنا رأيهم \nو انتظروا قريبا الافتتاح الكبير و العروض و المفاجأت الي هتبقي موجودة في الفرع هناك \nHear… See more","likes":"74","comments":"45 ","shares":"9 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:28:8"},{"post_id":339,"post":"عشان السحور مينفعش من غير الفول الاسكندراني .. \nأمريكانا فول عملت ليكم أسهل و احلي وصفة الفول الاسكندراني \nجربوها وشاركونا جمال أطباقكم أنتوا كمان \nAmeri… See more","likes":"91","comments":"20 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:29:3"},{"post_id":340,"post":"رجّعونا معاهم لذكريات زمان و كل الحاجات الحلوة اللي بتفكرنا بأيام من منتجات شركة NOVY \nنوڤي مقدملنا حاجات كتير كنا متعودين عليها في حياتنا و جه الوقت اننا نعيد اجمل ذكريات من جديد .. هتلاقي حاجات كتير موجودة من تاني زي الGero اللي مليانة جوز هند و ال Spaghetuss اللي عباره عن شعريه حلوة و هتلاقيها موجودة بـ التفاح او بـ الفراوله \nو من الحاجات الوهمية عندهم هي ال Wezo اللي بتبقى بار شوكولاته بالكراميل و البندق حاجه كده كلها طاقة .. دا غير ال Fingers اللي بالشوكولاته و ال… See more","likes":"205","comments":"15 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:29:6"},{"post_id":341,"post":"رمضان بيحب الوصفات الجديدة \nجربوا علي السحور وصفة فارم فريتس بالبيض و الجبنة الكريمي و مش هتبقي اخر مرة تعملوها \nFarm Frites Egypt\n#دايما_وقتها\n#لم… See more","likes":"45","comments":"6 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:29:9"},{"post_id":342,"post":"عظمة حقيقية موجودة في مجال منتجات الالبان بسعر و جودة و طعم مش بنلاقيهم بسهولة \nالمكان: Remas land \nفي المكان ده متخصصين في كل منتجات الالبان اللي هتدوقها لاول مرة بالطعم و الجودة دي لان كل منتجاتهم بتكون طبيعية 100% و معمولة باعلي و احسن مكونات و كمان واخدين شهادة ايزو و شهادة جودة عشان تاكل و انت متطمن انك بتاكل حاجة نضيفة و امان ده غير انهم خبرة سنين كتير في المجال و ده بيكون باين في الطعم اللي بيكون مظبوط علي الاخر و كل ده باسعار تنافسية جدا خصوصا انهم عاملين عروض خطي… See more","likes":"102","comments":"12 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:29:12"},{"post_id":343,"post":"مهما كان عدد التمر اللي بتاكله ع الفطار كتير .. مش عايزينك تشيل الهم عشان رچيماكس و هيربا تريند بيساعدوك تاكل تمر براحتك و ف نفس الوقت هيقضوا على اي سُعرات حراريه و هيوصلوك لاخف وزن \nRegimax\n#وزن_أخف_لرمضان_أحلى","likes":"79","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:29:15"},{"post_id":344,"post":"خيمه شالته عامله قلبان على البحر و مجمعين كل الناس من الفطار لحد السحور  \nالمكان : Shalta - شالته \nكل سنة  بنبقى نفسنا  نعيش جو رمضان الي بجد و نتجمع مع صحابنا و اهلنا في مكان رمضاني 100% بكل الاجواء .. خيمة شالته هتقدملك كل دا و اكتر .. جمّع ناسك و حبايبك هناك و سيب الباقي عليهم \nاو… See more","likes":"46","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:29:18"},{"post_id":345,"post":"من الفطار للسحور قاعدين و في الديوان مكملين \nالمكان : الديوان - eldewan \nالمكان ده حقق المعادلة الصعبة و هتقدر تقضي يومك فيه من اوله لاخره و تروح كل يوم و تحس ب مود مختلف عن المرة اللي قبلها لانهم مش بس مطعم دول كمان عندهم خيم رمضانية تحفة و كافيه و صالة طعام open air و مطعم VIP و بلايستيشن عشان تلاعب صحابك علي اللي يشيل و عندهم كمان كيدز اريا كبيرة عشان تقدر تروح باولادك و انت متطمن انهم هيتبسطوا زيك ده غير ان القعدة في المكان حلوة جدا و ميتزهقش منها و الديكور هناك روعة … See more","likes":"103","comments":"136 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:29:21"},{"post_id":346,"post":"لما نيجي نقول حلويات رمضان يبقي لازم علي الاصل ندوّر \nالمكان : Genoise - جنواز \nعشان الحلويات جزء اساسي من كل يوم في رمضان .. چينواز بيقدملك طعم للحلويات محصلش قبل كده عشان كل منتجاتهم معمولة باعلي جودة و طعمها بيكون مظبوط جدا عشان تستمتع باحلي حلويات هتدوقها في رمضان السنة دي و تدلع نفسك بعد يوم صيام طويل و باسعار مش هتلاقيها في اي مكان تاني \nعنده… See more","likes":"70","comments":"2 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:29:24"},{"post_id":347,"post":"الف مبرووووك لل ٢ كروش الي سجلوا و كسبوا معانا كل واحد Air Fryer في مسابقة كنور \n‏1- Habiba M Yasser \n‏https://www.facebook.com/habibam.yasser.98\n‏… See more","likes":"35","comments":"2 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:29:27"},{"post_id":348,"post":"رمضان عايزك اخف من كده \nرچيماكس و هيربا ترند هيساعدوك انك توصل لوزنك المثالي و تاكل كل اللي نفسك فيه فـ نفس الوقت \nRegimax\n#وزن_أخف_لرمضان_أحلى","likes":"124","comments":"7 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:29:30"},{"post_id":349,"post":"دلوقتي العزومات بقت اسهل بكتير من قبل كده \nالمكان:Chef Sarhan Restaurants \n.\nالمكان ده فعلا من احسن الاماكن المتخصصة في تسوية كل انواع  الاكل الشرقي و العربي اللي تتخيلها سواء في اللحوم من اول الفخذ الضاني لحد خروف كامل او في الطيور من فراخ و بط للديك الرومي و الطعم بيكون جميل و مميز جدا فعلا و السوى بيكون مظبوط  \n.\nالد… See more","likes":"77","comments":"11 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:29:33"},{"post_id":350,"post":"تريند رمضان ٢٠٢١ وصل \nحلواني طلعت- Talaat Patisserieهيحلي رمضان اكتر بشكل مختلف السنة دي و بيقدملكم اختراع جديد معمول بكل حب و بوصفة اسبانية اول مرة تيجي مصر و هو سيباستيان تشيز كيك .. اللي حلاوتها في خفتها عشان تاكل منها زي ما انت عايز بعد الفطار و تستمتع بطعمها الكريمي الخفيف \n تقدروا تتصلوا و تحجزوا سيباستيان تشيز كيك دلوقتي من طلعت و كمان من خلال ابليكيشن طلبات \nمتوفر خدمه التوصيل في جميع الفروع ماعدا (فرع بحري-محطة الرمل-فروع العجمي)\n____… See more","likes":"249","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:29:36"},{"post_id":351,"post":"طبعاً في أول رمضان كلنا بنبقى محتارين نعمل إيه ولا إيه .. وعشان كدة كل إسبوع هينزل فيديو بأحلي وصفات للفطار مع كنور \nو عشان ورا كل سفرة عظيمة كنور .. دي أول وصفة من مجموعة الوصفات ال هتحلي أي سفرة\nإعملوا وصفة الستيك بالديمي جلاس من كنور و إعملوا\nمنشن لصحابكوا ال هتعزمهم على الأكلة دي \nKnor… See more","likes":"214","comments":"704 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:29:39"},{"post_id":352,"post":"المظ عامل قلق ع البحر و ناوي يكسر الدنيا ف رمضان \nالمكان : مطعم المظ - Alma’s Restaurant \nمن الحاجات المهمه اللي هنتكلم عنها هي مكان المظ اللي ع البحر مباشراً و بالرغم من مكانه الا ان اسعار الاكل هناك عكس اسعار اماكن البحر العاليه نسبياً و الاسعار هناك هتلاقيها مناسبه جداً لاي حد .. المكان بيقدم تيك اواي يعني هتيجي تطلب اكلك و هيخلص فـ وقت قياسي جداً .. في المطبخ بتاع المظ هتلاقي كل اللي بتتمناه و بتحتاجه فـ وجباتك اليوميه , هتلاقي تجهيزات و تسويات لاكلات متنوعه و كل اللي … See more","likes":"90","comments":"18 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:29:43"},{"post_id":353,"post":"واللمه متكملش غير بـ Lametnapasta - مكرونة لمتنا \nتم تصنيع مكرونة لمتنا بـ افضل أنواع الاقماح العالمية ... و هي تعتبر واحده من افضل المنتجات المكرونية فى السوق ... بافضل سعر و احسن صوره ممكنه .. هتلاقي كل الانواع و الاشكال للمكرونه زي المقصوصه و الاسباجتي و لسان العصفور و الشعريه و باقي الاشكال المفضله عند الكروش \nو هتلاقي عندهم كمان فرق دعم للعملاء فى كل المحافظات في مصر \nمن ا… See more","likes":"195","comments":"81 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:29:46"},{"post_id":354,"post":"لما الجو يحرر و تيجى تلبس الهدوم الصيفى","likes":"125","comments":"14 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:29:49"},{"post_id":355,"post":"الف مبرووووك لل 10 كروش اللي ورونا اختراعاتهم بعيش ريتش بيك  وكسبوا معانا في مسابقة Rich Bake .. سبت فيه هدايا كتيرة من ريتش بيك وكمان ساندويتش ميكرز! \n #ريتش_بيك_عارفينك_وخبزينك\n‏1-Noha Khames\n‏https://www.facebook.com/boty.hamd/?show_switched_toast=0… See more","likes":"273","comments":"15 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:29:52"},{"post_id":356,"post":"كبدة الفلاح على البحر رجعلنا في رمضان و بخصم ١٥٪؜ لكل الناس علي الوجبات و الاصناف الجديدة للفطار و السحور \nالمكان : Boluk.55 \nمن بعد ما بقى المكان المفضل لناس كتير من ساعة ما فتح .ط قرر  يدلع الكروش في رمضان بمنيو فطار و سحور  مميز جدا هتبقى مش عارف تختار ايه ولا ايه من كتر ما كل الأصناف الجديدة احلي من بعض .. غير خصم ١٥٪؜ لمدة ١٠ ايام على الفطار و السحور عشان الدلع يزيد اكتر \nو م… See more","likes":"78","comments":"15 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:29:55"},{"post_id":357,"post":"هنختار ٦ من الكومنتات هيفطروا او يتحسروا ببلاش في مطعم لبش \nمنشن ٣ من صحابك في الكومنتات و قول انت عايز تفطر او تتسحر معاهم في انهي فرع للبش و هنختار ٦ كومنتات عشوائي هما الي هيتدلعوا ببلاش من هناك \nالمكان : Labash \nم… See more","likes":"61","comments":"8 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:29:58"},{"post_id":358,"post":"لي روا عمل فوانيس رمضان السنه دي مليانه كنافه \nالمكان : Les rois Patisserie \n \nلي روا  ناوي يزين رمضان السنه دي بـ حاجات كتير كلنا بنحبها و بنبقى عايزين انها تكون موجوده على سُفرة رمضان كل يوم \n… See more","likes":"120","comments":"17 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:30:1"},{"post_id":359,"post":"أجمد ڤيو موجود هيبقى اساسي ف رمضان ع الفطار و السحور  \nالمكان : You Cafe & Restaurant \nمن اقوى التريندات في الاسكندرية مؤخراً هو YOU و انه بيتميز بـ فيو جامد جداً و صعب تلاقي موقع زي دا ع البحر تقضي فيه يومك و انت قاعد في البرجوله اللي عامله قلق وقلبان ع البحر \nـY… See more","likes":"215","comments":"131 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:30:4"},{"post_id":360,"post":"لي لودي هيكمل الحلو اللي بينا السنه دي في رمضان \nالمكان : LeeLoudi Patisserie \nلي لودي موجود معانا من 43 سنة و زي كل سنه في رمضان عامل قلبان في الحلويات 12 فرع ولسه بيكتروا اكتر  .. كل اللي بيبقى نفسك فيه من حلويات و دلع هتلاقيه حاضر عندهم و بقوه \n منيو غريب عجيب كله اختراعات تخلى القلب يرقص من الحلو اللى بيدوقه لازم واساسى لى لودى بعد الفطار \n ان… See more","likes":"83","comments":"2 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:30:7"},{"post_id":361,"post":"٢٢ صنية هيحسسوك انك سلطان زمانك \nالمكان: مندي الغزالي - AL-Ghazaly\nالمكان ده عامل قلبان بمنيو الصواني الخطير الي عنده لانه صاحب اكبر منيو للصواني المشويات و المندي في مصر و عامل صواني اجدع شلة اكيلة مش هتقدر تصد معاها و الاكل هناك بيكون معمول بضمير اوي و مخدوم اوي من اول الرز و الشوربة لحد المحاشي و الرومي و المندي و كل الحاجات اللي بيستخدموها بتكون طازة و اعلي جودة و الاكل كله بيكونوا متبلينه تتبيلة خطيرة اوي بتخلي الاكل بيدوب في البوق و ريحة الاكل بس و شكله و هو مرصوص … See more","likes":"31","comments":"2 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:30:10"},{"post_id":362,"post":"من زيارتنا ل مطعم المظ في اسكندرية علي البحر \nالاكل البيتي الي بجد من الفرن عليك علي طول \nو كمان عندهم تجهيز عزايم يعني تاخد الاكل جاهز علي التسوية علي طول و بصراحة الاكل-دش هناك من انضف و احلي الحاجات اللي شوفناها \nلين… See more","likes":"146","comments":"21 ","shares":"3 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:30:13"},{"post_id":619,"post":"ملوك النوتيلا في مصر ناويين يدلعونا جامد في رمضان السنه دي \nالمكان :  Nutopia Egypt  \nنوتوبيا السنه دي في رمضان مكسر الدنيا بالكنافات المختلفه اللي منقدرش نستغني عنها كل سنه .. و الموضوع مش نوتيلا بس , لا دا في انواع جديده و محتاجه انك تجربها كلها عشان ميفوتكش حاجه منها زي مثلاً كنافات اللوتس اللي هتلاقيها مليانه بالصوص و البسكوت \nو كمان هتلاقي كنافه الفسدق اللي اول متشوفها هتلاقي عنيك هي اللي بتاكل الاول لما تشوف لون الفسدق الاخضر .. و اكيد موجود الكنافه النوتيلا اللي … See more","likes":"127","comments":"152 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:43:9"},{"post_id":620,"post":"لأول مره في مصر All you can eat على الفرايد تشيكن ب ١٧٠ جنية للفرد طول شهر رمضان في Heart Attack \n هتاكل كل الفراخ اللي في هارت أتاك لحد ما تشبع : \nعرض all you can eat عبارة عن فرايد تشيكن + ستربس + بطاطس + كول سلو  + أرز + خبز + بيبسي \nب 170 ج\nت… See more","likes":"122","comments":"380 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:43:12"},{"post_id":621,"post":"لو بتدور على اللحمة البلدي التمام لزوم العزومات يبقى عليك و علي لملك اللحمة على طول \nالمكان: Meat King ملك اللحمة\n \nهناك هتلاقي كل انواع اللحوم اللي انت عايزها و بجودة مضمونة عشان بيهتموا بكل التفاصيل من اول التربية في مزارعهم لحد طريقة التجهيز و التغليف و كل ده بتحس بيه في الطعم اللي بيكون مختلف عن اي مكان تاني \n.\nده … See more","likes":"100","comments":"19 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:43:15"},{"post_id":622,"post":"","likes":"109","comments":"128 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:43:18"},{"post_id":623,"post":"-لما تقعد تفكر هتفطر مع صحابك فى زايد ولا التجمع","likes":"175","comments":"22 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:43:21"},{"post_id":624,"post":"راجعين تاني يعملوا قلبان في رمضان و زي ما غيروا ا مفهوم الشوكولاتة في اسكندرية الفترة الاخيرة .. دلوقتي جايين يغيروا مفهوم الكنافة \nالمكان : Chocomelt Egypt \nعشان كلنا بنستني رمضان عشان الكنافة .. شوكوملت قرروا يدلعوا كل الكروش و هيدوقوك كل يوم طعم مختلف و جديد للكنافة لانهم عاملين اختراعات جديدة و خرافية مش هتلاقيها غير عندهم و في رمضان و زي ما عودونا علي الجودة العالية الي بيقدموها في كل حاجة و بأسعار مناسبة جدا \n.\n.\nم… See more","likes":"104","comments":"18 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:43:24"},{"post_id":625,"post":"كل سنة و كل الكروش طيبين \nو رمضان كريم عليكو كلكو ان شاء لله","likes":"45","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:43:27"},{"post_id":626,"post":"الف مبرووووك لل ٣ كروش اللي كسبوا معانا كل واحد ١٠٠٠ في مسابقة كرش كيبرز  \n1- Abdallah Rony Rony\nhttps://www.facebook.com/abdallahrony.rony\n2… See more","likes":"131","comments":"16 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:43:30"},{"post_id":627,"post":"رمضان فرحته بتكمل باللمة و العيلة و المكسرات و ياميش رمضان \nجربوا المكسرات الطازة و احلي ياميش رمضان من Haj Arafa - حاج عرفة و كل عام و انتم بخير","likes":"149","comments":"209 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:43:34"},{"post_id":628,"post":"عشان رمضان شهر الخير قولنا مش هينفع نستقبله من غير هدايا قوية من كنور وكرش كيبرز .. هنختار عدد ٢ كروش هيكسبوا معانا كل واحد إير فراير (Air Fryer) في مسابقة كنور \nكل الي عليك تعمله حاجتين\n \n١- هتدخل علي اللينك ده و هتسجل بياناتك من Sign up \n‏https://www.facebook.com/235252263164130/posts/4127733557249295\n٢- ب… See more","likes":"183","comments":"178 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:43:37"},{"post_id":629,"post":"عشان كلنا بنشوف من دلوقتي هنحلي بايه بعد اول فطار في رمضان فقولنا نجبلكوا من الاخر من المكان ده و يا سلام لو بدأت بالمدلعة من هناك عشان فعلا هتلاقيها اخر دلع بالنوتيلا و اللوتس \nالمكان Blueberry Land  Desserts & Bakery \nالمكان ده بقي من احلي الاماكن في مصر الي بتعمل حلويات بطعم اكتر من رائع .. من اشهر الحلويات الي موجودة في Bluberry Land هي اللي متألقه دايماً  المدلعه اللي اتفوقوا على نفسهم فيها و قدروا يطلعوها زي اللي بتبقى فـ طنطا و احسن شويه كمان .. و بيدلعوها اكتر بـ… See more","likes":"139","comments":"261 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:43:40"},{"post_id":630,"post":"مطعم 5 Roosters Fried Chicken عامل سحب علي جوايز قوية جدا .. جنيه دهب و ميكرويڤ و حاجات تانية كتير لاي اوردر ب ٢٥٠ج و اختيار الفايزين هيبقي بكرة الاحد في لايڤ فيديو علي صفحتهم قدام الناس كلها \nطبعا مش محتاجين نكلمكوا علي طعم الفرايد تشيكن هناك سواء كانت سبايسى او عادي فالاتنين احلي من بعض و علي صوت القرمشة الي بيدخل القلب علطول .. الفراخ هناك علطول طازة و يدبح يومي و هتلاقي هناك كذا شكل للفرايد تشيكن موجود منها ساندوتشات مختلفة من اول الsingle لحد الtriple .. و هتلاقي فرا… See more","likes":"79","comments":"5 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:43:43"},{"post_id":631,"post":"لكل الكروش .. فول أمريكانا هيكون معاكم قبل رمضان علشان يكسبكم هدايا كتير يوم 9، 10، 11، و 12 إبريل في هايبر 1 زايد، سعودى زايد وأوسكار التجمع \nكل اللى عليكم تعلوه انكم تشتروا 3 علب فول أمريكانا أو أكتر واستمتعوا بالهدايا بتاعتهم المختلفة\nكونوا في الموعد عشان في مفاجأت كتير \n#امر… See more","likes":"100","comments":"173 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:43:46"},{"post_id":632,"post":"الصياد وصل اسكندرية عشان يعمل قلبان باكله و اسعاره \nالمكان: قرية الصياد للمشويات والأسماك\nالمكان ده بيقدملك كل ما لذ و طاب من لحوم و فراخ و مشويات و مكرونات و اكل بدوي باسعار محدش يقدر يتنافس معاها و كمان جودة عالية جدا في كل المكونات اللي بيستخدموها في الاكل و الفراخ و اللحوم بيكونوا طازة و ده هتلاقيه باين في طعم و ريحة الاكل بتوع زمان \n.… See more","likes":"347","comments":"390 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:43:49"},{"post_id":633,"post":"حلوانى الصردى  عامل قلبان بمعني الكلمة ف الفرع الجديد عند دوران چيهان ف سيدي بشر  .. و عاملين عروض انهارده الخميس و بكره الجمعه من الاخر \nاول عرض : التورتة بـ ٩٩ ج و عليها واحده سينابون بـ ٦ ج فقط \nتاني عرض : خصم علي حبيبية الملايين .. الهريسة عشان تبقي بـ ٢٢ج فقط لا غير \nو عاملين بولة الايس كريم سوفت بـ ٦ج و طعمها عالمي\nا… See more","likes":"11","comments":"2 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:43:52"},{"post_id":634,"post":"‏‎من المزرعة لبيتك علي طول هتلاقي كل اللي انت عايزه \n‏‎‏‎المكان : Orma \n‏‎‏‎اورمة الباشا هي مزراع كبيرة موجودة في جمعية عرابي و بيقدموا كل انواع اللحوم و الدواجن و بيكون طعمها مختلف تماما عن اي حاجة انت جربتها قبل كده لان المواشي و الدواجن بتكون متربية في مزارعهم علي اعلاف طبيعية 100% من مزارعهم فهتاكل انت و عيلتك و انت متطمن انك بتاكل حاجة نضيفة جدا و صحية و كمان بيقدمولك هناك كل انواع البقوليات اللي ممكن تحتاجها و بتكون برضه اورجانيك\n.\n‏‎‏‎م… See more","likes":"301","comments":"672 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:43:55"},{"post_id":635,"post":"بتوع السعادة الي بجد عاملين خصم ٢٥٪؜ لكل الكروش علي الزلابيا عن طريق ال Call Center باستخدام برومود كود KERSH25  \nالمكان: Batates & Zalabya \n طبعا الزلابيا هناك غنية عن التعريف و حلاوة طعمها ميختلفش عنه اتنين .. بس الجديد في الموضوع انهم عملوا بوكس جديد مكون من ٩ نكهات مختلفة ٦ منهم جداد اول مرة هتشفوهم و ال ٩ دول هما (كراميل و مستكة و شوكولاتة بندق و شوكولاتة بيضا و قهوة، و لوتس و كوتن كانديز و قرفة و دارك شوكولاتة ) و بصراحة كلهم احلي من بعض تقدر تختار منهم الي انت عا… See more","likes":"37","comments":"9 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:43:58"},{"post_id":636,"post":"هنختار ١٠ كروش هيكسبوا معانا في مسابقة Rich Bake ..\nخمسة هيكسبوا Sandwich Maker + بوكس منتجات ريتش بيك و الخمسة التانيين هيكسبوا بوكس منتجات ريتس بيك \nكل اللي عليك تعمله انك هتنزل بوست علي الجروب بصورة اكلة استخدمت فيها عيش ريتش بيك البلدي او الشامي الجديد و يكون باين فيها عيش ريتش بيك و تكتب هاشتاج : \n#ريتش_بيك_عارفينك_وخبزينك \nو… See more","likes":"133","comments":"15 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:44:2"},{"post_id":637,"post":"اللي مجربش انفيرنو - Inferno عشان كان خايف من الحراق دلوقتي ملوش حجة انه يفوته طعم احلي فرايد تشيكن\nانفيرنو - Inferno  قرر يدلع الناس اللي ملهاش في الحراق بالفرايد تشيكن بتاعهتم عشان محدش يفوته حاجة من العظمة اللي بتحصل هناك\nالمكان: Inferno Nashville Chicken\n‎بعد ما قدمولنا اكتر فرايد تشيكن حراق في الدنيا دلوقتي عملوا\nليفل زيرو - Level Zero… See more","likes":"89","comments":"3 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:44:5"},{"post_id":638,"post":"عاجل : طيارة الفرايد تشيكن وصلت اسكندرية بالسلامة \nالمكان :  My Broast Alex \nهترقب الطيارة و هتاكل جواها احلي فرايد تشيكن هتدوقها في حياتك \n المكان ده من ساعة ما فتح و هو عامل قلبان لكل الكروش الاسكندرانية .. القاعدة هناك مختلفة عبارة عن طيارة و ال staff كلهم لابسين لبس مضيفين طيران و حتي المنيو اللي بينزلك بيكون علي هيئة باسبور .. المكان مريح جدا و الجو فيه مختلف تماما و هتبقي قاعد  مبسوط و مش عايز تمشي ده غير ان عندهم kids area كبيرة و لطيفة و بيقدموا وجبات اطفال و معا… See more","likes":"11","comments":"4 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:44:8"},{"post_id":639,"post":"كل أم عايزة تشوف ولادها بيكبروا قدامها مليانين صحة وقوة \nوده هيتحقق بسهولة مع طبق فول أمريكانا المصري الأصيل اللي دايما بتقدمه ليهم اللي كله طعم وأمان \n#سفرة_ماما_تكسب_مع_امريكانا\n#أمريكانا_أصل_الفول\n#ف… See more","likes":"460","comments":"538 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:44:11"},{"post_id":640,"post":"عشان مفيش اجمل من التمر نحلي بيه في ليالي رمضان\nتمور الطحان عاملين  خصم 10% لكل الكروش لما تستخدم برومو كود KERSH10 و تطلب اي حاجة من الموقع بتاعهم :  https://www.altahhandates.com/ \nصفحتهم علي الفيسبوك : تمور الطحان - Al Tahhan Golden Dates… See more","likes":"323","comments":"565 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:44:14"},{"post_id":641,"post":"دي بقي أحلي طريقة للبطاطس المحمرة بصلصة الطماطم من كنور و مرقة كنور للفراخ \nجربوا وصفة البطاطس المحمرة باللحمة المفرومة و الجبنة السايحة علي الطريقة المكسيكي مع كنور طعمها زي بتعت بره و أحلي \nالوصفة سهلة و أي حد ممكن يعملها و في ١٠ دقايق \n ا… See more","likes":"116","comments":"19 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:44:17"},{"post_id":642,"post":"رمضان على الأبواب و علشان ده شهر الخير كلنا بنحب نساعد فيه بعض و خصوصاً لو هنساعد الاسر الغير مقتدرة ونفرحهم زينا بشهر رمضان \nلو عايز تعمل خير و توصله لكل محتاج .. ابلكيشن ابيتيتو عندهم شنطة رمضان تقدر تطلبها و توصلها لأي مكان \nمحتويات الكرتونة : ( 2 ارز المطبخ 1 كيلو- 2 سكر المطبخ 1 ك- 4 مكرونة المطبخ 400 جم- 1 فول المطبخ 350 جم- 1 لوبيا المطبخ 350جم  - 1 زيت حلوة 700 مل - 1 سمن روابي 700 جم- 1 صلصة وادي فود 320 جم -1 باكيت شاي العروسة 40 جم - 1 ملح الخير 300 جم- بلح جا… See more","likes":"168","comments":"31 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:44:20"},{"post_id":643,"post":"عروض خواطر دمشقية للمأكولات السورية مش بتخلص\nخواطر رجع تاني بعروض كتير كلهم اقوى من بعض : \nعرض البلس فايڤ : و ده مع اي ساندوتش شاورما فراخ XL ب35ج او  فتة شاورما L بـ40ج او ماريا شاورما فراخ بـ45ج تطلبهم هتزود عليهم 5 جنيه و تاخد معاهم 2 قطعة كرسبي فراخ + كان كولا\n… See more","likes":"31","comments":"3 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:44:23"},{"post_id":644,"post":"‏تريند اسكندرية الجديد الي عامل قلبان ع البحر  \nالمكان : You Cafe & Restaurant \nشهدت اسكندرية موخراً حضور و حدث مهم و هو افتتاح You واحد من اقوى الكافيهات و المطاعم علي البحر مباشرةً اللي كل الاسكندرانيه كانوا مستنينه \nالمكان هناك من اهم مميزاته نظام البروجلات اللي شبه الفقاعات كده تبقى قاعد بتاكل ف حاله من الخصوصيه الشديدة و حتي لو في شتا دا يبقي حظك و اليوم يومك و انت شايف المطر حوليك كده و هو مش طايلك و حواليك روقان و بهجه ع الاخر مش بتبقى عايز اليوم يخلص و تمشي \nم… See more","likes":"132","comments":"43 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:44:26"},{"post_id":645,"post":"المرة دي المسابقة مختلفة عن اي مرة تانية \nهيكسب فيها ٣ كروش كل واحد ١٠٠٠ج من كرش كيبرز \nكل اللي عليك تعمله انك هتنزل علي الجروب صورة اكل انت جربته في اي مطعم و تكتب هاشتاج : \n‏#مسابقة_كرش_كيبرز… See more","likes":"141","comments":"95 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:44:30"},{"post_id":646,"post":"لما نيجي نقول كشري .. يبقي علي الاصل لازم ندوّر \nالمكان : كشرى مصراوى Koshary Masrawy\nمفيش اختلاف ان الكشري جزء اساسي من يوم اي مصري اصيل عشان كده جبنالكم المكان اللي نقل الكشري في حتة تانية خالص و هتدوق عندهم طبق كشري ميتنسيش \nكشري مصراوي بيستخدموا اعلي جودة في المكونات اللي بيحطوها يعني هتاكل و انت متطمن ده غير ان الكميات بتكون مظبوطة جدا و الطبق بيكون مخدوم و متكلف بيخليك تتمزج كده و انت بتاكله و هتقول هو ده طبق الكشري اللي بيكون نفسك فيه \nو يا… See more","likes":"83","comments":"13 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:44:33"},{"post_id":647,"post":"الف مبرووووك لل ٥ كروش اللي كسبوا معانا في مسابقة امريكانا فول كل واحد طقم تيفال هدية و بوكس منتجات امريكانا  \n1- Manaar Mohamed\nhttps://www.facebook.com/profile.php?id=100011080953355\n2… See more","likes":"303","comments":"916 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:44:36"},{"post_id":648,"post":"سراى ماركت عامل اكتر من كرتونة رمضان بأصناف مختلفة لكل كرتونة و بأقل اسعار ممكن تلاقيها .. يلا نلحق نعمل خير و نساعد اللى محتاج فى رمضان \nمحتويات كل كرتونة \n الكرتونة الأساسية : ١ سكر بهية ١ك + ١ مكرونة الكينج ٣٥٠جم + ١ رز الاميرة ١ك + ١ صلصة ديشو ٣٠٠جم + ١ زيت رموسة ٦٥٠ مل + ١ سمنة توحيدة ٣٥٠جم + ١ شاي المعلم ٤٠جم .. ب 55 ج \n … See more","likes":"198","comments":"67 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:44:39"},{"post_id":649,"post":"كتير مننا فاكر ان الازانيا صعبة تتعمل في البيت بس الحقيقة ان وصفة الازانيا الإيطالي من وصفات كنور هتسهلها عليكي مع خلطة البشاميل من كنور و تظبت طعمها. \nجربوها و قلولنا رأيكوا \n المقادير: \n- ٢ معلقة زيت كبيرة\n- ١… See more","likes":"396","comments":"1.9K ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:44:42"},{"post_id":650,"post":"زلزال الفرايد تشيكن الحقيقي وصل الزقازيق ومحضرنلكم أحلى مفاجأت \nانهارده الثلاثاء ٢٣/٣ افتتاح فرع هارت اتاك في الزقازيق و هيدلع كل الكروش بالعروض القوية جدا اللي عاملينها \nاي وجبة من الفاميلي ميلز هتطلبها هتاخد زيها ببلاش\nيعني هتاخد ضعف قطع الفرايد تشيكن ببلاش لما تطلب أي فاميلي ميل من فرع هارت أتاك في الزقازيق انهارده يعني اوردرك مضروب في 2 \n… See more","likes":"172","comments":"170 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:44:45"},{"post_id":651,"post":"و لسه مكملين في دلع الكروش بعروضهم الكتير\nالمكان: Divaz restaurant & cafe \nديفاز رجعولنا تاني بعرضين اقوى من بعض عشان الاستمتاع بالمكان ده يزيد اكتر \nع… See more","likes":"373","comments":"23 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:44:48"},{"post_id":652,"post":"بمناسبة عيد الأم مطعم Stomach Fried Chicken عامل خصم 50% على وجبات الأعياد عشان يبقي اكتر مكان مناسب انك تحتفل فيه مع مامتك انهارده \nتفاصيل  اعياد الميلاد في Stomach :\n نظام تورته الساندوتشات :\nعدد 2فرد : 2 ساندوتش دبل اي نوع + 2 كومبو   _ السعر 250ج  بعد الخصم 125ج\n… See more","likes":"148","comments":"16 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:44:51"},{"post_id":653,"post":"وصل اخيرا اللي هيغير مفهوم القنبلة في اسكندرية و دخل الترند في وقت قصير جدا \nالمكان: Aboufayad-أبو فياض \nابو فياض وصل و عامل قلبان في اسكندرية كلها من ساعة ما فتح \nهتل… See more","likes":"75","comments":"9 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:44:54"},{"post_id":654,"post":"بمناسبة عيد الأم أمريكانا فول هتكون معاكم السبت و الأحد ٢٠ و ٢١ مارس في الأماكن دي (كارفور كايرو فيستيفال سيتي مول، هايبر 1 العاشر من رمضان ولولو ماركت في التجمع بارك مول) عشان نكسب كل أم.\nاستنوا مفاجآتنا المختلفة لأن معانا الكل كسبان \nAmericana Foul\n#أمريكانا_أصل_الفول\n#… See more","likes":"337","comments":"25 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:44:57"},{"post_id":655,"post":"فكرة ان اكل المطاعم كلها يبقي موجود مُجمد في مكان واحد دي بصراحة فكرة عظيمة و تستحق التجربة \nالمكان : 3saliyat \nمن الحاجات اللي مش هتلاقي زيها كتير ان كل المطاعم المفضله عندك تبقي متجمعه في مكان واحد .. عسليات بيقدملك كل اللي انت محتاجه من انواع و اصناف اكل كتيره اللي هتبقى فروزن و جاهزه للتسخين بس \nعن… See more","likes":"187","comments":"23 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:45:0"},{"post_id":656,"post":"اتفاق مصري يوناني لإسعاد كل الكروش \nالمكان : Roomi Nar - رومي نار \nمش اي نار شرط تبقى سبايسي .. المكان اسمه مرتبط  بالنارعشان اي حاجه موجوده هناك بتستوي ع الجريل من اول الفطار لحد اللحوم و الذي منه .. كله ع الجريل \nال… See more","likes":"457","comments":"1.3K ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:45:3"},{"post_id":657,"post":"مين قال إن الصيام بطاطس و فول و طعمية بس ؟ \nجددي مع وصفات كنور الصيامي بمرقة كنور بالخضروات \nجربي وصفة الزر المقلي بالاناناس علي الطريقة التايلاندي و إعملوا منشن لصحابكو اللي صايمين عشان ياكلوا حاجة جديدة و طعمها جميل و مختلف \nالمقادير :\n١. لتر… See more","likes":"561","comments":"65 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:45:6"},{"post_id":658,"post":"لما تيجى تتصور ‎ : smile‎ : إبتسم‎ : اشفط كرشك","likes":"191","comments":"202 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:45:9"},{"post_id":659,"post":"ليه تاكل تاني احلي طبق فول لما ممكن تاكل رقم واحد فول أمريكانا مصري ١٠٠٪؜ و متنقي بعناية شديدة و طعمه ميختلفش عليه اتنين Americana Foul#فول_في_كان_طعم_و_أمان #… See more","likes":"270","comments":"97 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:45:12"},{"post_id":660,"post":"هو ده البرجر اللي هيديك شحنة السعادة التمام المكان: Charger burger.eg  المكان ده بيعمل ساندوتشات البرجر بطريقة جديدة و مختلفة عن اي مكان تاني و طبعا بطعم و جودة عاليين جدا. ا… See more","likes":"154","comments":"27 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:45:16"},{"post_id":661,"post":"الف مبرووووك لل ٥ كروش اللي كسبوا معانا في مسابقة زانوسي قسيمة شراء بقيمة ١٠٠٠ج 1- Heba Mersaalhttps://www.facebook.com/profile.php?id=1000307470414402… See more","likes":"142","comments":"18 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:45:19"},{"post_id":662,"post":"بورسعيد بتفرح انهارده الاتنين ١٥ مارس افتتاح الفرع ال ١٥ ل Heart Attack في بورسعيد .. و في عروض و مفاجئات كتيرة و اطنان من الفرايد تشيكن مغرقة بورسعيد من اول اليوم  انهارده في بورسعيد الاوردر X اتنين يعني اي فاميلي ميل هتطلبها هتاخد زيها ببلاش اهل بورسعيد ينطلقوا علي هارت اتاك بسرعة عشان في عظمة بتحصل هناك العنو… See more","likes":"233","comments":"43 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:45:22"},{"post_id":663,"post":"هنختار ٥ كروش هيكسبوا معانا كل واحد طقم تيفال هدية و بوكس منتجات امريكانا في مسابقة امريكانا فول معاك فرصة تفرح ماما بمناسبة عيد الأم من يوم 14 ليوم 22 مارس بطقم التيفال و بوكس منتجات امريكانا  كل اللي عليك تعمله انك خد صورة لسفرة مامتك ويكون عليها علبتين من أمريكانا فول ونزلها في بوست علي الجروب  بهاشتاج #فول_في_كان_طعم_وأمان#أم… See more","likes":"180","comments":"102 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:45:25"},{"post_id":664,"post":"حضرتك الصوص ف بلح الشام بااظظ خااالص المكان : أذواق الشام كتير مننا لما بيحب يحلي ببلح الشام او الزلابيه دايماً بتبقى ٢ ولا ٣ و نفسه بتتقفل .. الموضوع هنا مختلف تماماً عشان المكان بيعمل عجينه البلح و الزلابيه بطريقه تخليها خفيفه و متقفلش النفس بسرعه و تبقى عايز تخلص الطبق لاخرُه المك… See more","likes":"65","comments":"14 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:45:28"},{"post_id":665,"post":"جولة أمريكانا فول بدأت وهتلف القاهرة والإسكندرية بداية من النهاردة الخميس الموافق 11 مارس و موجودة لحد يوم 12 مايو دي هتكون حملة توزيع مجاني لكل منتجاتهم اللي بتحبوها Americana Foul#فول_في_كان_طعم_وامان#أمريكانا_أصل_الفول","likes":"199","comments":"361 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:45:31"},{"post_id":666,"post":"من تكساس علي مصر مباشرةً المكان : Drago's المطعم ده من اول المطاعم في مصر اللي عملت اللحمة المدخنة بطريقة تكساس الأمريكية التقليدية باللحم البلدي .. و في الوصفة الخطيرة دي بتسيب اللحمة تستوي على مهلها و تتعرض لدخان خشب التفاح والفحم لمدة من 12 ل 15 ساعة و ده بيخلي اللحمة تطلع مستوية و مظبوطه جدا و لونها من جوة بيبقى Pink و ده اسمه ال Smoking Ring نتيجة الدخان و من بره نتيجة تعرض اللحمة بالتوابل بتاعتها للدخان بيحصل تفاعل بيخلي لونها من برة غامق و من جوة افتح شوية و طرية … See more","likes":"55","comments":"6 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:45:34"},{"post_id":667,"post":"اجواء المنصورة كلها هتلاقوها في الوصفة دي في الكبة هنفرم علبة فول امريكانا سادة مع ملح و فلفل و بصل و كزبرة خضراء و كزبرة ناشفة و شطة و خيار و طماطم و شبت و شوية مية و زيت بعد كده هنحط الخليط علي النار لحد ما يستوي و استمتعوا Americana Foul#… See more","likes":"192","comments":"105 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:45:37"},{"post_id":668,"post":"هنختار 5 كروش هيكسبوا معانا كل واحد قسيمة شراء بقيمة ١٠٠٠ج في مسابقة زانوسي بمناسبة عيد الأم و عشان أكل ماما مفيش أطعم منه ..  كل اللي عليك تعمله انك هتنزّل بوست علي الجروب بصورة أكلتك المفضلة من إيد ماما و تكتب معاها هاشتاج :#حياتك_أسهل_مع_زانوسي  و… See more","likes":"220","comments":"43 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:45:40"},{"post_id":669,"post":"عمرك شوفت ساندوتش محشي رز و ميكس جبن سايحة ؟ المكان : Hencockالمكان ده من ساعة ما فتح جديد و هو عامل قلبان في السيدة زينب هتلاقي عندهم اصناف جديدة محدش بيعملها غيرهم و الطعم مميز جدا في اي حاجة هتطلبها ..بيعملوا ساندوتش مش موجود في اي مطعم في مصر اسمه بوريتو الساندوتش دا مكسيكي عبارة عن فراخ و ميكس جبن و عليهم رز و ده نصيحة من الكروش الخبراء لازم تجربوه و مش هتندموا ابدا عن… See more","likes":"37","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:45:43"},{"post_id":670,"post":"منار محمد اشتهرت بصوانيها الجميلة علي الجروب بتاعنا و بقت من اشهر الصواني الموجودة علي السوشيال ميديا كلها نحب نشكر منار علي المشاركة الفعّالة علي الجروب و علي اكلاتها الحلوة اللي بتمتعنا بيها و بتخلي باقي الناس تستفيد بالوصفات الجميلة اللي بتتعمل و علي انها بقت واحدة من اقوي اعضاء جروب كرش كيبرز و احنا … See more","likes":"259","comments":"320 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:45:46"},{"post_id":671,"post":"الفول عند امريكانا بيتنقي بالواحدة .. عشان الجودة مفيش فيها هزار Americana Foul#فول_في_كان_طعم_و_أمان","likes":"320","comments":"7 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:45:49"},{"post_id":672,"post":"الاكل التركي اخيرا وصل مصر في اجمل صوره المكان : Nişantaşi هتحس في المكان ان الشيف بوراك هو اللي بيعمل الاكل بنفسه من كتر طعامة الاكل اللي هتشوفها هناك و منظره و هو بيجهز قدامك و العرض الخاص اللي بيتعملك في الفراخ و اللحمة الضاني هتحس فعلا باجواء تركية جميلة .. و … See more","likes":"213","comments":"360 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:45:53"},{"post_id":673,"post":"عاجل | اكتشاف مجموعة أهرامات جديدة من الفرايد تشيكن في المنيل .. تم افتتاح فرع المنيل الجديد ل Heart Attack أهرام فرايد تشيكن كتير محدش قادر عليها في افتتاح فرعهم الجديد في المنيل مستنيين كل الكروش في هارت اتاك فرع المنيل عشانعا… See more","likes":"153","comments":"27 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:45:56"},{"post_id":674,"post":"انا حاسس اننا تخنا اوي اويي اوييييييييي","likes":"167","comments":"52 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:45:59"},{"post_id":675,"post":"العملية نجحت والمريض فاق من البنج Thank you  شكرآ جزيلا  يأكل امتي","likes":"228","comments":"67 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:46:2"},{"post_id":676,"post":"صاحب اول ضربة فرايد تشيكن في القاهرة اخيرا وصل اسكندرية بالسلامة المكان : Zack's  من الحاجات الي كانت ناقصه اسكندرية موخراً هي وصول زاكس و في احسن مكان علي البحر مباشرةً ..ز… See more","likes":"258","comments":"113 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:46:5"},{"post_id":677,"post":"كلنا هذا الشخص","likes":"16","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:46:8"},{"post_id":678,"post":"حلي و وفّر مع البوكس الاجمد من سلسلة بوكس التوفير بوكس التحلية الشامل اللي هيصد معاك في اي وقت طول اليوم البوكس عليه خصم ٥٠٪؜ سعره ١١٠ج بدل ٢٢٠ج مح… See more","likes":"244","comments":"1.1K ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:46:11"},{"post_id":679,"post":"لما تلاقي السعاده ب٢٥ج بس يبقى لازم كله يركز المكان: Coca chocolate المكان ده زي ماهو معروف، عنده كل انواع الشوكولاتة اللي تتخيلها سواء مستورده او عادية و باسعار مش هتلاقي زيها في اي حته  و … See more","likes":"31","comments":"2 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:46:14"},{"post_id":680,"post":"برومو كود : kk15 ابليكيشن : Appetitoتقدر تستخدم البرومو كود ده علي اي حاجة تطلبها من ابليكيشن Appetito و هتاخد خصم ١٥٪؜ علطول … See more","likes":"73","comments":"66 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:46:17"},{"post_id":681,"post":"احنا ك اسكندرانية هنحتاج ايه اكتر من عربية اكل نضيفة بتعمل ساندوتشات كبدة و سدق بطعم عالمي و بسعر مناسب كدا المكان : Meatلقمة العربية دي هي اللي غيرت مفهوم اكل الشارع عند كل الكروش .. هتلاقي عندها كل حاجة انت بتحبها سواء ساندوتشات او حواوشي او مكرونات و ايا كان هتطلب ايه هتتفاجئ من طعم الاكل اللي هيجيلك  و … See more","likes":"193","comments":"96 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:46:20"},{"post_id":682,"post":"ميزة فول امريكانا انه دايما تلاقيه جنبك في كل الاوقات!سواء لوحده او بلمة حواليه كده كده هيعدل مزاجك تمام Americana Foul#فول_في_كان_طعم_و_أمان","likes":"709","comments":"59 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:46:23"},{"post_id":683,"post":"فطارك كامل متكامل و ببلاش في احلي اماكن اسكندرية المكان : Divaz restaurant & cafe بعد ما ابهر كل الكروش من ساعة ما فتح سواء بموود المكان الحلو اللي بيغير الموود او بكل اصناف الاكل و الشرب اللي بيقدموها بجودة عالية جدا قرروا يدلعوا الكروش اكتر بعرض الفطار الجديد اللي عامل قلبان في اسكندرية ا… See more","likes":"55","comments":"5 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:46:26"},{"post_id":684,"post":"الواقع بيقول ان مع المكسرات و التسالي مش هتقوم غير لما الطبق يخلص حتى لو شبعت المكان : Saba Nuts offers الموقع ده عامل عرض لكل الكروش و انت بتطلب من عليه اولا هيكون الشحن مجانا مع هدية من صبا ناتس علي كل اوردر لما تستخدم كود * kersh keepers * هت… See more","likes":"284","comments":"105 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:46:30"},{"post_id":685,"post":"منقدرش نختلف علي اهمية طبق الفول في حياتنا بس ممكن نختلف بنحب ناكله امتي اكتر في الفطار ولا في العشا ؟ Americana Foul#فول_في_كان #… See more","likes":"166","comments":"39 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:46:33"},{"post_id":686,"post":"فين بتوع الدايت","likes":"1.6K","comments":"4.3K ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:46:36"},{"post_id":687,"post":"اول ما عرفنا ان فرج الله عامل بوكس التوفير ب ١٦٠ج بدل ٣٠٠ج .. مكنش ينفع نعدي الموضوع بسهولة كده و في وليمة من ولائم كرش كيبرز العظيمة قولنا نطلب البوكس نجربه بنفسنا طلعنا الشيف اللي جوانا و عملنا احلي سفرة بـ مكونات البوكس .. بدأنا بطاجن خضار محترم بالصلصة و الجزر و البسلة بكيس الخضار بتاع فرجللو و جنبهم شوية مكرونه اسباجيتي بالحمه المفرومه و الصلصه و كان طعمها اكتر من رائع و عملنا ٢ طاجن ملوخيه مع شويه كفته على الجريل من اللي قلبك يحبها  و قولنا مينفعش منستغلش كمي… See more","likes":"233","comments":"66 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:46:39"},{"post_id":688,"post":"الفرايد تشيكن في احسن صورها مع قنبلة الشوكولاتة الجديدة المكان : Heart Attack كان بقالنا كتير نفسنا في فرايد تشيكن فقولنا نطلع علي Heart Attack اللي في سموحة و بصراحة كان قرار في محله .. عشان الاهم من الاكل الحلو هو الحفاظ علي المستوي المتميز اللي بيقدموه و اي مرة بنروح فيها ناكل من هناك بنلاقي الاكل احلي من المرة اللي قبليها طبع… See more","likes":"164","comments":"104 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:46:42"},{"post_id":689,"post":"لقينا هناك حاجات مش موجودة في اسكندرية كلها منها البريسكت و برجر الجمبري و السموكد تشيكن و السدق الهوم ميد و كل ما هو جديد موجود هناك المكان : Bucksburn ساعات بنبقى عايزين نغير روتين اكلنا و نتجه لاكل معمول بطريقه مختلفه و جديدة فالمكان ده فعلا حقق المعادله دي و قدملنا انواع جديده من الاكل نادرا لما تلاقيهام… See more","likes":"146","comments":"47 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:46:45"},{"post_id":690,"post":"الكرش اسلوب حياه #Kershkeepers","likes":"44","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:46:48"},{"post_id":691,"post":"","likes":"128","comments":"35 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:46:51"},{"post_id":692,"post":"هتلاقيه اول مطعم FastFood متخصص في الــ SeaFood المكان : Abdelnaby Seafood - عبد النبي سي فود  الواحد مننا ساعات نفسه بتبقى رايحه على اي اكله فيها سي فود و تكون هاديه كده و اقتصاديه على قد ما يقدر .. مطعم عبدالنبي سي فوود هيوفرلك كل دا و اكتر ا… See more","likes":"79","comments":"6 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:46:54"},{"post_id":693,"post":"مفيش احلي من انك تبدا يومك بفطار حلو على النيل مباشرةً المكان : Derby Lounge   المكان ده قدر انه يجمع بين الاكل الحلو و ما بين كل وسائل الترفيه اللي ممكن تتخيلها من بلاي ستيشن لبلياردو بينج بونج و كل ده و انت قدامك ڤيو النيل العظيم اللي لوحده كفيل انو يظبطلك الموود تمام ..المكان  قاعدته شيك جدا و مناسب جدا انك تعمل فيه اعياد ميلاد و حفلات و هتلاقي هناك جزء عبارة عن Private rooms عشان تلعب فيها بلاي ستيشن براحتك و قعدتها بتبقى مريحة جدا و مع الاكل و الشرب اللي انت تطلبه… See more","likes":"95","comments":"68 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:46:57"},{"post_id":694,"post":"Bucksburn","likes":"22","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:47:1"},{"post_id":695,"post":"لما حد يسألك اجبلها ايه فى عيد الحب","likes":"81","comments":"35 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:47:4"},{"post_id":696,"post":"صاحبك اللى عامل دايت و بيبوظ اللحظات الحلوة","likes":"59","comments":"16 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:47:7"},{"post_id":697,"post":"مش محتاجين ننزل سوبر ماركت تاني خلاص لكل الكروش .. خصم ١٥٪؜ علي اي حاجة تطلبها من ابليكيشن Appetito .. اللي هيوفر عليك مشاوير كتير جدا و هيجبلك اي حاجة انت محتاجها لحد البيت كل اللي هتعمله ببساطة انك هتنزل الابليكيشن من هنا : http://Onelink.to/Appetitoو… See more","likes":"778","comments":"7 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:47:10"},{"post_id":698,"post":"لو قدرت علي ساندوتش ال ٦٠ سم هتاخد عليه اي حاجة انت عايزها ببلاش المكان : West Elbalad - وسط البلد جو وسط البلد العريق بتاع زمان الي كل واحد فينا بيبقي نفسه يرجع بالزمن عشان يعيشه .. مطعم و كافيه وسط البلد هيحققلنا المعادلة دي بالموود الجميل الموجود هناك و احلي اكل هتاكله من زمان هت… See more","likes":"106","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:47:13"},{"post_id":699,"post":"كان بقالنا فترة نفسنا في اكله سمك معتبرة من بتاعت زمان فقولنا و احنا قاعدين نطلب اوردر من جزيرة حماطة - Hamata Island Seafood Restaurant اللي فتح جديد في سموحة و احنا بنطلب الواحد كان محتار يختار ايه ولا ايه من كتر الاغراءات الكتير اللي كانت في المنيو  في الاخر طلبنا حاجات كتير جدا من هناك و قولنا ننوع شوية و طبعا بدأنا بأهم حاجة الجمبري حبنا شوية باترفلاي اللي لازم يكون حاضر في اي اكلة سمك و كالعادة كان متألق في الزبده و اللمون و بطعم اكتر من رائع و طبلنا و شوية جمبري … See more","likes":"219","comments":"54 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:47:16"},{"post_id":700,"post":"لما تلاقي وجبة غدا سي فوود حلوة و ب75ج يبقى لازم كله يصحي لكلام مهم زي ده المكان: Lamo2a5za - لامؤاخذة بعد ما اثبتوا انهم من احسن الناس في السي فوود و بقي اول مكان ييجي في بالك لما تحب تاكل اكلة سي فود حلوة رجعوا تاني باختراعات اقوى من قبل كده و من الاختراعات دي :… See more","likes":"124","comments":"29 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:47:19"},{"post_id":701,"post":"عايزين تعرفوا ايه اشهر بوستات انتو نزلتوها وقت الكورونا على كرش كيبرز ؟ استنونا النهارده الساعة عشرة و نص مساءً في برنامج حديث القاهرة مع خيري رمضان وكريمة عوض علي القاهرة و الناس","likes":"98","comments":"106 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:47:22"},{"post_id":702,"post":"الكنافة عندهم تتاكل طول السنة مش في رمضان بس المكان : غراند - كنافة على الفحم معروفة ان الشتا دائما بيحب الكنافة خصوصا لو سخنة و معمولة عالفحم بتنزل تدلع الكرش علطول الكنافة من الحاجات اللي كلنا بنعشقها و ممكن ناكلها في اي وقت و المكان ده بالذات يعتبر تخصص كنافة يعني دارسين الموضوع كويس و فاهمين هما بيعملوا ايه و بيطلعوا الكنافة بلون معين و درجة سوي معينة و باحلي طعم ممكن تدوقه .. لدرجة ان الناس كل شوية بتروحلهم تطلب نوع مختلف عن اللي قبليه .. ا… See more","likes":"108","comments":"54 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:47:25"},{"post_id":703,"post":"عشان شيكيرا بتكمل سنة معاكم قررت تفرّح كل الكروش بكارت الخصومات .. يعني 50% خصم على اوردرك الجاى يوم 9/2 فى الفود كورت في جليم باي  المكان : Chickira ه… See more","likes":"48","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:47:29"},{"post_id":704,"post":"هتاكل احلي اكلة و اللي هيتغلب في البلاي ستيشن هو اللي هيشيل ‏المكان :BASK INنقدر نقول ان المكان ده حقق المعادلة الصعبة لانك مش بس هتروح هناك تاكل كل اللي نفسك فيه من سندوتشات و بيتزا و باستا و مشروبات و تحلية  لا كمان عندهم برايفت رووم تقدر تتفرج فيها علي فيلم او تلعب فيها بلايستيشن انت و اصحابك و القعدة هناك مريحة و مش هتبقي عايز تمشي يعني من الاخر المكان ده خروجة كاملة متكاملة من اول اليوم لأخره و مش هتبقي محتاج تروح مكان تاني خلاص … See more","likes":"161","comments":"170 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:47:32"},{"post_id":705,"post":"بوكس التوفير وصل اوعي يفوتكم بوكس التوفير الجديد من فرجللو اللي هتلاقي فيه كل حاجة تتخيلها بسعر مبقاش موجود الايام دي خلاص  ب 155ج فقط بدلاََ من  300ج ا… See more","likes":"104","comments":"18 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:47:35"},{"post_id":706,"post":"اسكندرية بتفرح من افتتاح مطعم شهد الشام في ميامي شارع العيسوي و  خصم ٥٠٪؜ علي اي اوردر طول اليوم Shahd Elsham - شهد الشام","likes":"83","comments":"27 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:47:38"},{"post_id":707,"post":"كل الكروش تجهز لأقوي افتتاح اللي هيهز اسكندرية كلها ؟ المكان : Shahd Elsham - شهد الشام بكره الجمعة ٥ فبراير افتتاح مطعم شهد الشام اكبر و احلي مطاعم الشاورما في اسكندرية اللي و هيعمل قلبان و هيغير مفهوم الاكل السوري عند الناس كلها و ا… See more","likes":"513","comments":"642 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:47:41"},{"post_id":708,"post":"طب لحظة واحدة معانا عشان هناكل في تكا ب ٥٠ج بس المكان : Chicken Tikka Egypt احتفالا بمرور ٥٠ سنة على العظمة اللي بتحصل هناك ..مطعم تكا الاصيل الاصلي قرر يدلع الكروش معاه بعرض منيو ال ٥٠ج .. لول ما تروح دلوقتي هتلاقي فيه ٥ وجبات مختلفة كل واحدة ب ٥٠ج شاملة الضريبة و… See more","likes":"195","comments":"545 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:47:44"},{"post_id":709,"post":"كلنا عندنا الصاحب ده","likes":"24","comments":"3 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:47:47"},{"post_id":710,"post":"من غير ضريبة ولا خدمة هتدلع باحلي انواع الباستا و الطاسات و ساندوتشات برجر و حواوشي باقل اسعار هتشوفها ‏المكان : Bubalus المكان ده في وقت قصير جدا بقي من احسن الاماكن في القاهرة اللي بتقدم الاكل اللي بنحبه باستا بكل انواعها و ساندوتشات برجر و فراخ و حواوشي و طاسات لحمة غرقانة في الجبنة السايحة .. و اهم حاجة هناك ان اللحمة اللي شغالين بيها سواء سندوتشات البرجر او في الطاسات او في الحواوشي و في اي حاجة هتطلبها بتبقي لحمة فريش و بلدي ١٠٠٪؜ و ده بيبان معاك جدا في طعم الاكل … See more","likes":"129","comments":"57 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:47:50"},{"post_id":711,"post":"خليك في بيتك و عروض Sarai Market هتجيلك ببلاش لحد عندك كالعادة و زى كل سنة سراي ماركت بيدلع كل الكروش بمهرجان عروض قوية جدا بمناسبة عيد ميلاده .. بس السنة دى الدلع هيكون مختلف و هيوصلك لحد بيتك .. عشان ظروف الكورونا و تجنب الزحمة قرروا يدوروا علي راحتك و عملوا خدمة الدليڤري لحد البيت مجانا طول فترة المهرجان من يوم ١ فبراير لحد يوم ٥ فبراير مش ب… See more","likes":"1.7K","comments":"447 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:47:53"},{"post_id":712,"post":"عروض خواطر دمشقية محدش عارف يوقفها اي وقت هتقرر تطلب فيه من خواطر هتدفع اقل بكتير من اللي انت عامل حسابك عليه عشان علطول هعاملين عروض من الاخر هتخليك تاكل براحتك و هتلاقي نفسك دافع حاجة لا تُذكر من اهم العروض اللي موجودة دلوقتي : عر… See more","likes":"126","comments":"27 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:47:56"},{"post_id":713,"post":"شاورمجي بيدلع الكروش اي حد هيطلب اي اوردر من شاورمجي من الموقع بتاعهم يعدي ال ١٢٠ج هياخد علي الاوردر فتة شاورما و رغيف حواوشي هدية و التوصيل هيكون ببلاش العرض ساري علي الدليڤري و التيك اواي يعني لو انت هناك في المطعم و طلبت من الموقع هتاخد فتة و حواوشي هدية لينك … See more","likes":"46","comments":"14 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:47:59"},{"post_id":714,"post":"جايين من البحر الأحمر لحد ترابيزة الاكل مباشرةً ‏‎المكان : جزيرة حماطة - Hamata Island Seafood Restaurant ‏‎بعد ما عملوا قلبان في الساحل الشمالي الفترة اللي فاتت كلها سواء في الصيف او في الشتا باحلي اكل سي فوود ممكن تاكله .. فتحوا فرع جديد في اسكندرية في سموحة عشان يبقوا قريبين اكتر من كل الكروش … See more","likes":"237","comments":"88 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:48:2"},{"post_id":715,"post":"الباستا الايطالية في اجمل صورها المكان : Pasta & Wings في المكان ده هتدوق الباستا الايطالية اللي بجد بطعم اكتر من رائع و مختلف تماما عن اي باستا كلتها قبل كده .. و بتبقى غرقانة في الجبنة المميزة اللي بيعملوها بنفسهم و الصوصات الكتير اللي تحتار تختار منهم ايه ولا ايه سواء Cajun - pesto - white - red و احلي حاجة هناك ان المطبخ مفتوح و باين لكل الناس عشان تشوف العظمة دي و هي بتتعمل من الاول  و … See more","likes":"84","comments":"41 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:48:6"},{"post_id":716,"post":"صنارة المرسي المرسى للمأكولات البحرية","likes":"130","comments":"31 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:48:9"},{"post_id":717,"post":"٥٠٪؜ خصم علي كل منيو الفطار مع احلي قاعدة علي النيلالمكان : Cairo Sky Restaurant جمع صحابك و حبايبك و اتدلعوا بخصم ٥٠٪؜ علي احلي فطار علي النيل مباشرةً في Cairo Sky من الساعة ٨ الصبح لحد ١ الضهر عشان هما عارفين ان الفطار اهم حاجة تخليك تبدا يومك مظبوط فاهتموا ان يكون في اكتر من نوع للفطار و كل الانواع هناك احلى من بعض و مع الڤيو الوهمي للنيل هتلاقي مزاجك اتظبط تمام و… See more","likes":"18","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:48:12"},{"post_id":718,"post":"احلي وصفة للفريك بالخضار باستخدام مرقة الخضار من كنور قولولنا بتاكلوا ايه مع الفريك ؟ Knorr#وصفات_كنور","likes":"13","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:48:15"},{"post_id":719,"post":"","likes":"423","comments":"18 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:48:18"},{"post_id":720,"post":"هنختار ٥ كروش عشوائي من اللي هيعملوا منشن لصحابهم في الكومنتات و هيتعزموا علي احلي اكل تايواني ببلاش المكان : Shihlin Taiwan Street Snacks - Egypt بعد ما ابهروا كل الكروش بالتجربة الجديدة و الاختراعات العالمية اللي عاملينها عملوا فرع جديد في اكتوبر عشان اللي لسه مجربش اكلهم مينفعش يفوته احلي حاجة في المكان ده انك هتجرب حاجة جديدة و طعمها حلو جدا هتحس فعلا انك بتاكل حاجة نضيفة و و … See more","likes":"87","comments":"52 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:48:21"},{"post_id":721,"post":"المرة دي جبنالك مركب و صنارة جاهزة علي الاكل علطول ..المكان: المرسى للمأكولات البحرية من بعد ما اثبتوا انهم من احسن اماكن السمك و السي فوود في مصر في وقت قصير جدا سواء في شياكة المكان نفسه و الستايل بتاعه اللي هيحسسك انك قاعد في نص البحر و اسعارهم المميزة جدا عن اي مطاعم سمك و طبعا طعم الاكل الغني عن التعريف .. المرسي رجعولنا تاني بعروض الصنارات العالمية يعني مش بس بيقدمولك اكل طعمه حلو لا بيقدموه في اشكال جديدة عشان تبقي قاعد متكيف علي الاخر حتي من قبل ما تدوق ا… See more","likes":"237","comments":"89 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:48:24"},{"post_id":722,"post":"الشاورما و الاكل الشامي في اشيك صورهم .. المكان: Yazan - يزن لما نيجي نتكلم علي الشاورما السوري يبقى على اصل الشام لازم ندور .. و المكان ده الشاورما فيه حتلاقيهامختلفه عن اي مكان تاني بالتتبيلة المميزه بتاعتهم و طعمها الرائع اللي هيخليها تبقي الشاورما المفضلة ليك .. و ده غير ان المكان موقعه كويس جدا في القاهرة تقدر تروحه من اي حته بسهولة و قاعدته حلوة جدا هتبقي قاعد بتضرب و انت مبسوط و اهم حاجة ان اسعارهم كلها مناسبة و كفيلة انك تروح الكل شاورما من هناك كل يوم … See more","likes":"160","comments":"32 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:48:27"},{"post_id":723,"post":"مجرد ما بتدخل المكان ده بتتحول لهارون الرشيدي علطول المكان : El Hadra Restaurant   مطعم الحضرة  اول ما بتدخل المكان ده بتحس بالتراث و الاصالة المصرية من الديكورات الرائعة اللي موجودة هناك و ستايل المكان نفسه بيغيرلك الموود تماما و بيخليك مش عايز تمشي حتي بعد ما تخلص اكل نيجي بقى للاكل المصري الاصيل بتاع زمان بكل اشكاله و انواعه اللي بيتقدملك بطعم جميل فعلا و اللحمة اللي بيستخدموها بلدي ١٠٠٪؜ و سواء الفراخ او الحمام او اي حاجة تانية هتطلبها بتبقي فريش و شغالين علطول بدب… See more","likes":"621","comments":"2.5K ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:48:30"},{"post_id":724,"post":"حتاكل كل اكلات شوارع اوروبا المشهورة و بطرق مختلفة كتير .. المكان :Jo & Coو انت بتاكل في المكان ده هتحس انك لفيت العالم كله و انت في مكان واحد و هتلاقي اشهر اكلات الشارع العالمية باحلي طعم زي مثلا البيتزا في ايطاليا و البرجر في امريكا بس بيعملوها بطريقتهم المختلفة و المميزة عن اي حتة تانية ..طبعا في الاول لما تروح لازم تسخن بال Appetizers الرائعة اللي هناك زي ال Honey Chilli Potato و دي من الاكلات المشهورة جدا في الشارع الاسيوي و عبارة عن بطاطس مقلية معمولة بالجنزبيل و … See more","likes":"166","comments":"40 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:48:33"},{"post_id":725,"post":"و هوبا رجعوا تاني لينا بعروض الانفوشي القوية اللي هزت اكتوبر و المهندسين المكان: فطير الأنفوشي بعد ما اثبتوا انهم من احسن الناس اللي بتعمل الفطير الاسكندراني في القاهرة و بكل الاشكال و الانواع اللي ممكن تتخيلها .. و كل الكروش من كل المحافظات بقوا يروحوا القاهرة مخصوص عشان ياكلوا فطير من هناك عشان كل الاكل اللي بيقدموه بيكون طعمه حلو فعلا فط… See more","likes":"131","comments":"24 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:48:36"},{"post_id":726,"post":"اكتشاف جديد في اسكندرية ..مش بس كافيه طويل عريض بيقدم كل انواع الاكل و الشرب لا في كمان جوه هتلاقي Gift Shop كبير جدا و مبهج و غرف بلاي ستيشن عشان القاعدة تحلو اكتر المكان: Divaz restaurant & cafe ال… See more","likes":"129","comments":"49 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:48:40"},{"post_id":727,"post":"لما نيجي نقول سي فوود يبقي لازم علي الأصل ندوّر المكان : Fish Market Egypt في المكان الاصيل ده هتلاقي كل انواع السمك و السي فوود اللي ممكن تتخيلها و كل الاصناف بتبقي فريش جاية من البحر علي الترابيزة علطول هتلاقيهم دايما بيقدموا اصناف جديدة عشان الدلع يبقي مستمر في المكان و من الاختراعات اللي حتلاقيها هناك : ص… See more","likes":"755","comments":"41 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:48:43"},{"post_id":728,"post":"جربوا وصفة بودينج الكرواسون بالمشمش و الشوكولاته باستخدام خلطة البشاميل من كنور و قولولنا اخر حاجة حلوة عملتوها كانت ايه ؟ Knorr#وصفات_كنور","likes":"395","comments":"44 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:48:46"},{"post_id":729,"post":"اصحاب المزاج العالي يركزوا معانا عشان في عظمة بتحصل هنا المكان: مزاج الملوك المكان ده حتلاقي فيه كل انواع المكسرات اللي ممكن تتخيلها و المكسرات عندهم بكلها بتبقي مستوردة و دايما طازة و بتتحمص يوم بيومه عشان يضمنولك احسن طعم يظبطلك المزاج تمام و تبقى شامم ريحة المكسرات العالمية اللي بتخليك مش عارف تاخد ايه ولا ايه من كتر ما كل الحاجات شكلها حلو .. و المكان ده يعتبر فعلا من الاماكن القليلة في مصر اللي بتقدم مكسرات مستوردة باسعار قليلة و مناسبة جدا عند… See more","likes":"137","comments":"179 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:48:49"},{"post_id":730,"post":"انفجار شاورما في القاهرة حاصل من ساعة ما فتحوا المكان : شاورمجي - Shawrmgyلكل الكروش عشاق الشاورما ركزوا في المكان ده كويس عشان من ساعة ما فتح و هما عاملين قلبان في القاهرة كلها .. الشاورما هناك بتتعمل بطعم و جودة عاليين جدا و مختلف عن اي مكان تاني هتحس فيها بطعم الشاورما الحلو فعلا ده غير العروض اللي من الاخر اللي دايما بيعملوها … See more","likes":"56","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:48:52"},{"post_id":731,"post":"حد جرب السجق الشرقي من جريت فودز المراعي ؟ مش هتلاقوا احلي من كده طعم لما السجق يتشوح مع البصل و الفلفل الوان و تاكله مع المخلل و الطحينة Great Foods AlMarai#طعم_لا_يقاوم#… See more","likes":"83","comments":"45 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:48:55"},{"post_id":732,"post":"دلوقتي تقدر تستمتع باحلي تجربة الاسيوية من غير ما تسافر المكان: Yau’s Asian Kitchen كلنا بييجي علينا وقت و بنزهق من الاكل التقليدي المتكرر حتي لو كان حلو و بيبقي نفسنا نجرّب حاجة فعلا جديدة .. عشان كده بنرشحلكوا و بشدة المكان ده حتلاقي في المكان ده احسن و انضف اكل اسيوي ممكن تجربه عشان كل حاجة هناك بتتعمل بضمير و بجودة عالية جدا و بيستخدموا لحوم و فراخ طازة علطول و بيستخدموا بهارات و توابل اسيوية بجد فانت بتبقي ضامن اكل نضيف و طعمه حلو جدا و بأسعار مناسبة جدا كمان و… See more","likes":"240","comments":"10 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:48:58"},{"post_id":733,"post":"١٠٠٠ج هدية لأي كرش هياكل بيتزا بابا زين ال ١/٢ متر في نص ساعة المكان : PAPA ZAIN اللي بيحب البيتزا الامريكي يبقى هو ده المكان المناسب ليك عشان فعلا البيتزا هناك بتتعمل بجودة و طعم عاليين جدا و عجينتها بتبقي سميكة شوية و طرية جدا و كمان للي بيحبوا العجينة الرفيعة عندهم كمان Thin Pizza بنفس الجودة و الطعم عشان ميفوتهمش الدلع اللي هناك .. ده غير  الtopping اللي بيغطي البيتزا كلها بضمير مع الجبنة و الصوصات المميزة بتاعتهم هتدوق طعم انت فعلا مدوقتهوش من زمان و المفاجأة اللي … See more","likes":"83","comments":"11 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:49:1"},{"post_id":734,"post":"هما فعلا مصدر السعادة الحقيقي لكل الكروش المكان : هِستيريا - Hysteria المكان ده عنده كل انواع الشوكولاته و الكاندي اللي ممكن تتخيلها و باسعار مش حتلاقيها في اي حتة تانية و انواع و ماركات عالمية مستوردة مش موجودة في اي مكان تاني هتبقي فعلا مش عارف تختار ايه ولا ايه من كتر ما كل الشوكولاتات احلي من بعض .. و يا سلام لو بتعمل هدية بوكس مليان شوكولاتات فمش هتلاقي احلي من هيستيريا تجيب منه بأسعار اقل من اي حتة تانية ا… See more","likes":"81","comments":"202 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:49:4"},{"post_id":735,"post":"بعد ما اثبتوا انهم احسن مكان بيعمل برجر في مصر باعلي طعم و جودة .. رجعولنا تاني بساندوتشات اكبر و متعة لا نهاية لها المكان : TGI Friday's Egypt المرة دي فرايديز رجعولنا بحجم برجر جديد في ساندوتش اسمه AF Burger يعني ‘At Friday Burger’ و ده عبارة عن برجر عملاق ارتفاعه ١٥ سم ميقدرش عليه غير الكروش الاكيلة اللي بجد و طبعا طعمه عالمي غني عن التعريف و … See more","likes":"172","comments":"33 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:49:8"},{"post_id":736,"post":"فريك بالقرفة و الفراخ منشن صحابكوا اللي بيحبوا الفريك و قولولنا بتاكلوا معاه ايه Knorr#وصفات_كنور","likes":"121","comments":"24 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:49:11"},{"post_id":737,"post":"منشن صاحبك اللي هيعزمك علي باستا زي دي","likes":"169","comments":"34 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:49:14"},{"post_id":738,"post":"استعد من دلوقتي أكيل أو مش أكيل ..بنسمع عن السوريين وعن طعامة اكلهم بس مجربناش الطعم الاصلى ايوه زى مبقولك كدة انتا لسه مجربتش الطعم الاصلى استعد عشان هتدوب مع أول قطمة .. قطمة .. قطمة مطعم يزن يعني السوري على أصوله وكل اللي نفسك تدوقه هتلاقيه بجودة ومذاق شامي مميز اصيل  وسعر مناسب… See more","likes":"83","comments":"35 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:49:17"},{"post_id":739,"post":"واخيرا الفيل وصل اسكندرية  المكان: Chicken FilAتم افتتاح اول فرع لتشيكن فيلا في اسكندرية عشان محدش من الكروش الاسكندرانية تفوته العظمة اللي موجودة هناك .. و عشان فعلا المكان ده بيقدم احلي و انضف ساندوتشات تشيكن ممكن تتاكل و مع منظر البحر اللي قدامك في Tivoli Dome هتلاقي الدلع حواليك من كل حتة  من… See more","likes":"109","comments":"60 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:49:20"},{"post_id":740,"post":"خواطر دمشقية مش بيهزروا في السنة الجديدة و مكملين في اقوي عروض في اسكندرية كلها عرض اللمة : نص فرخة مشوية شواية او فحم + 2 ماريا فراخ+ 2 فتة شاورما دجاج مع ثومية كبيرة  وبطاطس ورز ومخلل و باكت بطاطس ولتر كوكاكولا) ب200 ج بسعرض السعادة : فتة شاورما فراخ لارج + فتة كرانشي لارج + ماريا شاورما فراخ +  لتر كولا ب ١٠٠ج ع… See more","likes":"286","comments":"711 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:49:24"},{"post_id":741,"post":"Crepe Chocolate with Brownies The Chocolate Factory","likes":"136","comments":"40 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:49:27"},{"post_id":742,"post":"اسهل وصفة لعمل كفتة إسكندر باستخدام خلطة الكفتة من كنور قولولنا بتعملوا كفتة اسكندر ازاي ؟ Knorr#وصفات_كنور","likes":"37","comments":"8 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:49:30"},{"post_id":743,"post":"البيتزا ال 60cm مش هتقدر عليها لوحدك المكان: Pizza Queen بيتزا كوين جايلكوا بأكبر بيتزا في اسكندرية عشان تاخد جرعة مكثفة من الدلع و الاستمتاع بطعم البيتزا المميز اللي هناك خاصةً اكبر بيتزا اللي بتكفي من الحبايب الف و اللي سعرها ١٨٠ج شامل كل حاجة عشان الكروش مدمنة البيتزا متدورش تاني خلاص ال… See more","likes":"151","comments":"74 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:49:33"},{"post_id":744,"post":"Kersh Keepers Team wishes you a happy and joyful new year","likes":"264","comments":"77 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:49:36"},{"post_id":745,"post":"مش بس طلعوا متميزين في الحلو و الشوكولاتة لا و اي اكل نفسك فيها كمان هتلاقيه هناك بأحلي طعم المكان : The Chocolate Factory تشوكليت فاكتوري هو اول مكان في مصر هتطلب فيه قهوة او كابتشينو او اي مشروب سخن انت عايزه و هينزلك عليه اي صورة انت تختارها من موبايلك و ينفع تعملها مفاجأة لأي من صحابك و حبايبك  ه… See more","likes":"23","comments":"9 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:49:39"},{"post_id":746,"post":"تم افتتاح المكان اللي غير معايير الشوكولاته في مصرالمكان : Chocomelt Egyptالمكان ده من ساعة ما فتح من يومين و هما عاملين قلبان في اسكندرية كلها بسبب الحاجات اللي اول مرة في مصر تبقي موجودة عندهم .. هتلاقي هناك كل حاجة عندهم بتترجم لشوكولاتة لدرجة انك هتحس انه مصنع شوكولاته مش مجرد كافيه و خلاص اول ما تدخل هيستقبلوك بشلال الشوكولاته العالمي اللي ممكن تغرق فيه المارشميلو او اي حاجة تانيه انت عايزها و من غير ما تدفع اي حاجة .. مجرد شكل الشوكولاته بس و هي نازلة في الشلال كفيل… See more","likes":"40","comments":"7 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:49:42"},{"post_id":747,"post":"خليك براحتك و مع أورلي و كل اللي نفسك فيه أورلي بيساعدك تحس إنك خفيف وتفقد الوزن الزائد لإنه بيمنع امتصاص 30% من دهون وجبتك و بينزل الدهون من أول يوم حابين نفكركوا ان جرعة أورلى لحد 3 مرات في اليوم ولمدة 3 شهور O… See more","likes":"130","comments":"338 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:49:45"},{"post_id":748,"post":"الفرانكفورتر دايما بيجيب من الاخر الغدا المرة دي علي Great Foods AlMarai ..حضري ساندوتشات فرانكفورتر لحمة من جريت فودز المراعي و مع البطاطس المحمرة و الحاجة الساقعة و هتبقي اسرع و احلي وجبة تاكلوها #… See more","likes":"63","comments":"26 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:49:49"},{"post_id":749,"post":"سر السعادة الحقيقي هتلاقيه هناك في ساندوتشات غرقانة في الجبنة السايحة المكان Cheese Hut اللي لسة مجربش المكان ده يعرف ان فايته كتير فعلا عشان المكان ده في الفترة الاخيرة بقي من احسن الاماكن اللي بتعمل ساندوتشات غرقانة بصوص الجبن السايحة و بيعملوا ميكسات جبن كتير مميزة جدا مش حتلاقيها غير عندهم هت… See more","likes":"175","comments":"10 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:49:52"},{"post_id":750,"post":"احلي صنية بطاطس مهروسة في الفرن و عليها فاچيتار من كنور قولولنا بتحطوا ايه علي البطاطس المهروسة بتطلعها بالحلاوة دي ؟ Knorr#وصفات_كنور","likes":"29","comments":"5 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:49:55"},{"post_id":751,"post":"احنا ككروش اسكندرانية كان بقالنا كتير نفسنا في فرايد تشيكن حلوة فعلا لحد ما سمعنا الناس بتقول ان ملوك الفرايد تشيكن في مصر وصلوا اسكندرية .. فمن اسمهم بس قولنا خلاص لازم نروح و نجرّب فاتجمعنا كلنا و روحنا علي Stomach Fried Chicken في فرعهم الجديد في سموحة … See more","likes":"40","comments":"7 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:49:58"},{"post_id":752,"post":"احتفالاً بافتتاح 34 فرع .. بافالو برجر عامل خصم 34% على ساندوتشات : أنيمال ستايل Animal Style، تشاربرويلد باربيكيو Charbroiled BBQ، أولد سكول Old School، وشيتاكي مشروم Shiitake Mushroomمتفوّتش العرض وكلمهم دلوقتي على 19914مع بافالو برجر انت دايما كسبان الا… See more","likes":"49","comments":"13 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:50:1"},{"post_id":753,"post":"مين لسه مجربش اول دونر يتعمل في مصر ؟ المكان Doner Konnerبعد ما ابهر الناس كلها باختراع الدونر اللي مش حتلاقيه غير عنده عمل كمان احجام ساندوتشات تناسب كل الكروش اكبر حجم في الساندوتشات في المكان ده هو الميجا وده اكبر خبز راوند موجود فى مصر مش حتلاقيه غير عندهم و فيه منه كمان كذا وزن عشان خاطر الكروش الاكيلة تدلع براحتها و فيه كمان البيج و ده للناس الي اكلتها وسط و الاوريجينال اصغر شويه ، ده غير انه بيستخدم خبز البيتا و ده خبز الماني ممكن تاكله لواحده من كتر من طعمه حل… See more","likes":"88","comments":"107 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:50:4"},{"post_id":754,"post":"و اخيرا BUFFALO BURGER في الغردقة بعد ما اثبت انه من احسن الاماكن اللي بتعمل برجر في مصر كلها .. بافلو برجر فتح فرع جديد في الغردقة عشان يكون قادر انه يوصل لكل كروش مصر و طبعا البرجر هناك غني عن التعريف سواء كان beef او chicken او vegan burger و المميز هناك ان كل الساندوتشات طعمها حلو بلا استثناء لين… See more","likes":"47","comments":"7 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:50:7"},{"post_id":755,"post":"هناكل براحتنا .. عشان أورلي دايما معانا في كل الأوقات Orly#أورلي#سيبي_الدهون_على_أورلي","likes":"54","comments":"6 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:50:10"},{"post_id":756,"post":"في تلاجة تشوفها تعدي من قدامها عادي .. و في تلاجة تقف عندها شوية .. و تركز .. و تستمتع بالبرجر و اللحمة المفرومة و السوسيس و الكفتة و السمبوسك  تلاجة جريت فودز المراعي هي تلاجة السعادة عند كل الكروش Great Foods AlMarai#طعم_لا_يقاوم #… See more","likes":"50","comments":"7 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:50:14"},{"post_id":757,"post":"","likes":"56","comments":"32 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:50:17"},{"post_id":758,"post":"اسهل و احلي طريقة لعمل سلطة البرجر باستخدام خلطة البرجر من كنور قولولنا بتعملوها ازاي ؟ Knorr#وصفات_كنور","likes":"21","comments":"4 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:50:20"},{"post_id":759,"post":"لو نفسك في اكلة شرقي اصيلة بجد من بتوع زمان يبقى هو ده المكان المناسب ليك المكان : مطعم وكافيه فخر الدينالمكان ده اللي الناس بتروحله مخصوص من اسكندرية عشان تاكل الاكل العظيم اللي بيقدموه .. بيقدموا كل انواع المشويات اللي ممكن تتخيلها بطعم وجودة عاليين جدا .. بيعملوا فراخ مشوية و شيش طاووق و كباب و كفتة و ريش هتبقى فعلا محتار تختار ايه ولا ايه من كتر ما الحاجات كلها طعمها حلو بصراحةو… See more","likes":"74","comments":"19 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:50:23"},{"post_id":760,"post":"موسم الانتخة بدأ... يعني كنبتك، بطانيتك، ريموتك، والقاعدة الحلوة دي متكملش الا لما تمسك موبايلك وتتصل ب 19426 وتطلب من افندينا البحر تشكيلة الطواجن المميزة زي طاجن الجمبري اللي متغرق بالريد صوص أو موتزريلا او تطلب شوربة سي فوود متكلفة تدفي قلبك، او تجيب من الاخر وتطلب طاجن f16 إللي فيه كل حاجه تخليك تنور! ولو عندك عزومة وعاوزة ترفعي رأسك قدام ضيوفك اطلبي مراكب السي فود العظيمة وهتوصلك في مركبولو بتحبوا الاكل الخفيف تقدروا تختاروا سندوتشات السي فود المتنوعة أو وجبات المي… See more","likes":"90","comments":"110 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:50:26"},{"post_id":761,"post":"مجانين الجبنة السايحة مش محتاجين يدوروا تاني خلاص المكان : Cheezophreniaالمكان ده فعلا بقي من احسن الاماكن اللي بتعمل جبن سايحة في مصر كلها و مميزين فيها جدا و عندهم اكتر من نوع بيعملوه و كلهم احلى من بعض و فيه ميكسات خاصة بيهم همًا اللي بيعملوها مش حتلاقي زيها في اي مكان تاني … See more","likes":"27","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:50:29"},{"post_id":762,"post":"لما تبقى عايز تاكل جمبري مظبوط يبقى لازم تروح لاهل التخصص المكان : Shrimps Hut شرمبز هت و عشان هو اسم على مسمى هتلاقي الجمبري هناك معمول بكل الطرق العالمية اللي ممكن تتخيلها لدرجة ان الناس كلها بقت بتروحله مدينة نصر مخصوص عشان تجرب الجمبري بتاعهم م… See more","likes":"24","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:50:32"},{"post_id":763,"post":"اختار احلي واحد بالنسبالك من الخمسة دول من اليمين للشمال : Smoothie Strawberry - kinder Shake - ice caramel macchiato - iced Spanish latte - Lemon grass المكان : Element29","likes":"79","comments":"26 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:50:35"},{"post_id":764,"post":"لما نقول سي فوود يبقى لا مؤاخذة علطول اللي لسه مجربش المكان ده يعرف ان فايته حاجات كتير جدا المكان : Lamo2a5za - لامؤاخذة ا… See more","likes":"74","comments":"8 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:50:38"},{"post_id":765,"post":"اضرب كبسة براحتك و سيب الباقي علي أورلي أورلي بيساعدك تحس إنك خفيف وتفقد الوزن الزائد لإنه بيمنع امتصاص 30% من دهون وجبتك و بينزل الدهون من أول يوم حابين نفكركوا ان جرعة أورلى لحد 3 مرات في اليوم ولمدة 3 شهور Or… See more","likes":"104","comments":"1.1K ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:50:42"},{"post_id":766,"post":"متجمعين في أي و كل وقت في حب الأكل. إعملوا تاج لصاحبكم اللي لما بتشفوه بتجوعوا!#طعم_لا_يقاوم #جريت_فودز_المراعي #أكثر_من_٤٠_سنة_خبرة","likes":"850","comments":"30 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:50:45"},{"post_id":767,"post":"ملوك الفسفور و صحاب اول تورته سي فوود في مصر جايين لينا بعروض جمبري محصلتش قبل كده المكان : Shrimp Zone Seafood Restaurant  المكان ده مش مجرد مطعم سي فوود و خلاص لا هما عندهم المنيو مختلف تماما و موجود فيه طرق جديده في التسويه و بصوصات كلها جديده و تيست مختلف تماما عن اي مكان تاني و دايما هدفهم الاول انهم يدلعوا كل الكروش باكل سي فوود محترم و بأقل الاسعار و عشان كده هتلاقوهم دايما عاملين قلبان بالعروض اللي بيقدموها لكل الناس و م… See more","likes":"50","comments":"6 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:50:48"},{"post_id":768,"post":"طريقة عمل التبولة بالعدس و شاورما الفراخ باستخدام خلطة الشاورما من كنور قولولنا بتعملوا التبولة ازاي ؟ ‏Knorr#وصفات_كنور","likes":"56","comments":"7 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:50:51"},{"post_id":769,"post":"رسميا : هو اول و اسرع مكان قدر يدخل كمية بهجة و سعادة مش طبيعية لقلوب كل الكروش المكان :  Shake It ايوه هو ده بقى المكان اللي هز كروش مصر كلها بكل ال desserts و العصاير العالمية اللي عنده و من كمية الحاجات الجامدة اللي عنده مش هتعرف تطلب ايه ولا ايه .. من الحاجات دي مثلا : … See more","likes":"29","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:50:54"},{"post_id":770,"post":"خبر عاجل و سعيد لكل الكروش ..انهارده الخميس افتتاح اول فرع ل حلواني العبد في المهندسين عشان يبقي سادس فرع ليه في مصر و بمناسبة الافتتاح عاملين خصم ٣٠٪؜ لكل الكروش في فرع المهندسين من يوم ١٠ ليوم ١٩ ديسمبر كل الكروش تنتطلق و نتقابل كلنا في العبد فرع المهندسين عنو… See more","likes":"27","comments":"3 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:50:57"},{"post_id":771,"post":"من قلب امريكا لاسكندرية في شارع فؤاد جايلكم المكان : Brooklyn Resturant غدا الخميس افتتاح مطعم بروكلين اللي حيعمل قلبان في اسكندرية كلها .. كل الكروش تتجه بكره علي شارع فؤاد عشان جه وقت الاستمتاع ببرجر بروكلين العالمي حيث الطعم الامريكي الاصلي و جودة الاكل العالية جدا و طعم البرجر اللي بقالنا كتير بندور عليه من… See more","likes":"66","comments":"14 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:51:0"},{"post_id":772,"post":"في قلبان حقيقي حاصل في اسكندرية خواطر دمشقية للمأكولات السورية مستمر في دلع الكروش بعروضه القوية جدا عشان تستمتع بأحلي شاورما و بأقل الاسعار اللي مش موجودة في اي مكان تاني من أهم العروض دي : عرض العاصفة : عبارة عن 2 فتة شاورما فراخ - 1 ماريا شاورما فراخ - نص فرخة - 1 كونو كرسبي - 1 كونو شاورما - باكت بطاطس - لتر كولا و كل ده ب 200ج فقط لا غير عر… See more","likes":"61","comments":"7 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:51:3"},{"post_id":773,"post":"المراكب بتكفي من الحبايب الف و الفرد الواحد ممكن ياكل جمبري مشوي ومقلي وسمك بربوني و بلح بحر وشوربة سي فود و سناكس السمك زي السمبوسة مع السلطات و يدفع ١٣١ج فقط لا غير المكان: افندينا البحر افندينا البحر من مطاعم السي فوود القليلة اللي بتقدم كل انواع السي فوود بجودة و طعم عاليين جدا و بأسعار اقل من اي مكان تاني  هتلاقي هناك كل انواع السمك و السي فود اللي ممكن تتخيلها .. زي الجمبري مثلا اللي ممكن تطلبه بتر فلاي او مقلي و بيبقى طعمه رائع في كل انواعه و اشكاله  و ايا كا… See more","likes":"49","comments":"16 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:51:6"},{"post_id":774,"post":"جربوا وصفة الفلفل الحار النباتي مع البطاطا الحلوة باستخدام مرقة خضروات كنور Knorr#وصفات_كنور","likes":"40","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:51:9"},{"post_id":775,"post":"هو ده دائما مصدر السعادة الحقيقي لكل الكروش في اسكندرية و القاهرة حاليا المكان : Nutopia Egypt بعد ما فضلوا متصدرين المشهد في اسكندرية طول السنين اللي فاتت في كل ما هو حلو .. نوتوبيا رجعولنا تاني بس المرة دي في فرع جديد في القاهرة في مدينة نصر و بمنيو جديدة و بأصناف كلها اكتر من رائعة … See more","likes":"77","comments":"6 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:51:12"},{"post_id":776,"post":"اسهل و احلي طريقة لعمل الفول بالبشاميل باستخدام خلطة البشاميل من كنور حد جربها قبل كده يقولنا عملها ازاي ؟ Knorr#وصفات_كنور","likes":"232","comments":"61 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:51:15"},{"post_id":777,"post":"خصم ٥٠٪؜ لكل الكروش بمناسبة افتتاح الفرع الجديد ل كشري سيدنا الحسين  غدا الاتنين ٣٠/١١ كشري الحسين فتح فرع جديد في اسكندرية في شارع ٤٥ عشان يبقى قريب اكتر من كل الكروش و ندًلع كلنا بطعم الكشري الاسكندراني الاصلي الكشري هناك معمول مظبوط جدا و الكميات بتتحط بضمير و بطعم رائع لكل المكونات و مع الصلصه و الدقه و التقلية اياها النتيجة بتكون طبق محترم هيظبطلك المزاج تمام  و طبعا في كل الاحجام عشان تتناسب مع كل الناس هتلاقي … See more","likes":"30","comments":"6 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:51:19"},{"post_id":778,"post":"ملوك التشيكن وينجز بقوا اقرب ليكوا من الاول المكان : Chuck's Egypt عشان يبقى قريب من كل الكروش .. Chucks جالكم في الازاريطة في فرعهم الجديد جنب مجمع الكليات عشان وقت ما نقول يا وينجز نلاقيه جمبنا علطول طبعا زي ما كلنا عارفين ان المكان ده بقي رقم واحد في التشيكن وينجز بجودة و طعم مش موجودين في اي مكان تاني و موجودة بصوصات كتيرة مختلفة كلها احلى من بعض و متبقاش عارف تختار ايه ولا ايه من كتر حلاوتهم كلهم و كم… See more","likes":"38","comments":"10 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:51:22"},{"post_id":779,"post":"اصحاب المزاج العالي مش محتاجين يدوروا تاني المكان : Element29 المكان ده يعتبر من احسن الاماكن اللي بتعمل قهوة في مصر كلها فانت لو كييف قهوة تقريبا كده انت لقيت مكانك المفضل اول ما تروح هناك هتحس انك دخلت معمل كيمياء و المكان شبه المعمل فعلا بس عشان يطلعونا اعضم كوباية قهوة في الحياة .. عشان ببساطة القهوة هناك بتتعمل بجودة عالية جدا  و البن علطول بيبقي مطحون فريش فمجرد ريحتها هتوديك في حتة تانية خالص و هتظبطلك الموود تمام لازم كم… See more","likes":"33","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:51:25"},{"post_id":780,"post":"طريقة عمل الشركسية باستخدام مرقة دجاج كنور قولولنا بتعملوا الشركسية ازاي ؟ Knorr#وصفات_كنور","likes":"29","comments":"7 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:51:28"},{"post_id":781,"post":"من الغرب الامريكي جايين بعروض جديدة للملايين ‏المكان : Western Burger بعد ما نال إعجاب كل الكروش بساندوتشات البرجر العالمية اللي بيقدموها .. ويستيرن برجر رجعولنا تاني عشان يدلعوا كل الكروش بأقوي العروض ا… See more","likes":"81","comments":"132 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:51:31"},{"post_id":782,"post":"الفطير الاسكندراني في قلب القاهرة المكان : فطير الأنفوشي هما اللي عملوا فطير بطعم و ريحة و جودة الفطير الاسكندراني في القاهرة  كل حاجة هناك معمولة بدقة و جودة عالية جدا و كل حاجة في الفطيرة هتلاقيها مظبوطة بالحرف في ف… See more","likes":"65","comments":"5 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:51:34"},{"post_id":783,"post":"الشوووووومه وحش العزومه محدش يقدر يخلصه الا الابطال .. اثقل ساندوتش شاورما في مصر وزنه كيلو الا ربع و طوله نص متر من داخل كرم الشام","likes":"164","comments":"82 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:51:37"},{"post_id":784,"post":"كبدة الفلاح جاتلنا على البحر على طول في احسن صورها ‏المكان : Boluk 55 غدا الخميس افتتاح المكان اللي هيعمل قلبان في اسكندرية كلها بجد من اولها لأخرها بلوك ٥… See more","likes":"150","comments":"99 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:51:40"},{"post_id":785,"post":"مكرونة بشاميل بالحواوشى وصفات جديدة خالص مع الهانم الجديدة خالص","likes":"223","comments":"29 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:51:43"},{"post_id":786,"post":"هوبا صنية الفاجرة رجعت ليكوا من جديد المكان : ايستريديا للمأكولات البحريه والشرقيه .صنية الفاجرة دايما معودانا بانها فعلا اسم علي مسمي و المرة دي رجعتلنا بعرض عامل قلبان في القاهرة كلها  الصنية عبارة عن رز بالجمبري و الكاليماري مفروش أسفل الصنية وعليه جمبري كابوريا واستكوزا وجنوفلي وبلح بحر وقطع سمك مخلي .عرو… See more","likes":"169","comments":"38 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:51:46"},{"post_id":787,"post":"مش الطاسات بس اللي وهمية \n‏المكان : Bakiza - بكيزة \n.\nبعد ما ابهروا كل الكروش بالطاسات العالمية الغرقانة جبنة سايحة اللي ابدعوا فيها بزيادة \nكالعادة طلعوا مبدعين كمان في ساندوتشات البرجر بطعمها الرائع سواء بيف او تشيكن بتبقي وهمية و معمولة بضمير و هتلاقي نفسك محتار تطلب ايه ولا ايه من كتر ما كل الانواع اخلي من بعض \n.\nو من… See more","likes":"112","comments":"45 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:51:49"},{"post_id":788,"post":"و بعد ما ابهروا كل الكروش بحلاوة اكلهم .. قرر يفتحوا فرع جديد في سموحة عشان الدلع ينتشر في كل مكان و يبقى قريب من كل الناس \nالمكان : Oak Bay \nو عشان الدلع يكمل بجد Oak bay فرع سموحة عاملين عروض من الاخر عاملة قلبان في سموحة كلها بمناسبة الافتتاح و كل الكروش دلوقتي بتروح تدّلع بكميات سوشي اكتر و بتدفع اقل \n و من اهم العروض دي \nخصم… See more","likes":"47","comments":"","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:51:52"},{"post_id":789,"post":"إسكندرية بتفرح \nخبر عاجل و سعيد لكل كروش إسكندرية .. انهارده افتتاح فرع سان استيفانو لحبيب الملايين : صانع السعاده \nاللي ميعرفش صانع السعادة يروح علي سان استيفانو بسرعة انهارده و هيلاقي قدامه كل ما لذ و طاب من جميع انواع الشيكولاتات و الحلويات اللي موجودة في العالم عشان هيلاقي كمان عاملين عروض كتير بمناسبة الإفتتاح","likes":"253","comments":"136 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:51:55"},{"post_id":790,"post":"بيتزا متررررررر الا ربع مش هتشوف اولها من اخرها \n‏المكان : Castro Pizza \n \nالمكان ده بيعمل اكبر و احلي بيتزا في مصر بستايل نيويورك العالمي اللي مش موجود في اي مكان تاني في مصر \n يعني جرعة مكثفة من الجمال عشان الكروش مدمنة البيتزا ماتبقاش محتاجة تدور تاني خلاص \nالب… See more","likes":"93","comments":"14 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:51:58"},{"post_id":791,"post":"أنا كياني بقي مصري و تايواني \nاللي قدامكوا ده من أهم مطاعم العالم و أعظمهم جودة و خدمة عالمية و دلوقتي في مصر لأول مرة \nالمكان : Shihlin Taiwan Street Snacks - Egypt\nدورنا و لفينا و جينالكوا يا كروووش بأجدد المطاعم في مصر و بأفكار جديدة و حتتمزج جامد بأكلات أخر دلع \nالفكر… See more","likes":"128","comments":"67 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:52:1"},{"post_id":792,"post":"وصفة الفتة بالجمبري\n من كنور ... قولولنا بتعملوها ازاي ؟","likes":"82","comments":"16 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:52:4"},{"post_id":793,"post":"القلب يا ناس اشتكى محتاج هشتكة \nالمكان: Set Elsham ست الشام  \nهناك حتلاقي الهشتكة و العظمة كلها \n.\nلو بتحب الاكل السوري يبقى لازم تروح هناك \n بيعملوا شاورما لحمة و فراخ فوق العظمة حتلاقيها ساندوتشات-وجبات او فتة و كلهم احلى من بعض\n.\nو … See more","likes":"150","comments":"36 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:52:7"},{"post_id":794,"post":"عااااجل: بعد النجاح الكبيير ملوك الفرايد تشيكن فتحوا فرع الشيراتون في القاهرة \nالمكان: Dega's\nيعني لو زهقان، تجمع صحابك و تروح علي هناك \nلأنهم مكسرين الدنيا بطعم و جمال الاكل عندهم، مفيش حد بيروح هناك الا و بيظبط موده و كرشه  \n‎\n … See more","likes":"108","comments":"20 ","author":"Kersh Keepers","isVerified":false,"dateNow":"2021-9-22 18:52:10"}]